{
  "nodes": [
    {
      "id": "P001",
      "name": "Jakob Kukula",
      "type": "People",
      "bio": [
        "Jakob Kukula is a multidisciplinary creator, working in the fields of art, design and music. Born and raised in Berlin, he has always been influenced by the city’s thriving scenes. After finishing his product design studies at the Bauhaus University in Weimar, that included abroad experiences at the Pratt Institute, NY and working with Studio Drift in Amsterdam, he returned to Berlin where he worked two years with the Studio Olafur Eliasson and finished his MA Thesis at KHB Weißensee. ",
        "As Founder of SpreeBerlin and Symbiotic lab, he currently explores a planet-centric practice; questioning the relationship between humans and nature, seeking ways to reconnect and suggesting ideas for transformation by combining art, design and science. "
      ],
      "websites": [
        "https://www.spreeberlin.de/",
        "https://jakobkukula.com/",
        "https://symbiotic-lab.com/"
      ],
      "social": [
        "https://www.instagram.com/jkukula/"
      ],
      "connections": "Waag FutureLab"
    },
    {
      "id": "P002",
      "name": "Marina Wainer",
      "type": "People",
      "bio": [
        "Marina Wainer is a French-Argentinian artist based in Paris. For the last 20 years, she has been creating interactive artworks at the nexus of art, technology, and society. Taking a sensitive approach and working with communities, she explores societal issues and spaces of representation, designing experiences where the audience is at the heart of the work.",
        "Her recent work focuses on inclusive approaches to generative AIs, through the creation of narratives and imaginaries, in fictional spaces that question these language models and open up new perspectives. Over the years, Wainer has developed transdisciplinary collaborations with researchers and scientists. Her work has been exhibited in various cultural and academic contexts in France, Argentina, Iceland, England, Belgium, Colombia, Finland and Taiwan.",
        "Alongside her artistic production, she has carried out spatial and interaction design projects, and devoted part of her activity to teaching and designing events related to her practice."
      ],
      "websites": [
        "http://marinaestelawainer.com"
      ],
      "social": [
        "https://www.linkedin.com/in/marina-wainer/",
        "https://www.instagram.com/marina_wainer/"
      ],
      "connections": "Waag FutureLab"
    },
    {
      "id": "P003",
      "name": "Anna Dumitriu",
      "type": "People",
      "bio": [
        "Anna Dumitriu is an award winning internationally renowned British artist who works with BioArt, sculpture, installation, and digital media to explore our relationship to healthcare, climate-change and emerging technologies. Past exhibitions include ZKM, Ars Electronica, BOZAR, The Picasso Museum, HeK Basel, Nobel Prize Museum, MOCA Taipei, LABoral, Art Laboratory Berlin, and Eden Project. Anna's work has featured in significant publications including Frieze, Artforum International Magazine, Leonardo Journal, The Art Newspaper, Nature and The Lancet. ",
        "Anna holds a visiting research fellowship at the University of Hertfordshire, and artist-in-residence roles with the Modernising Medical Microbiology Project at the University of Oxford and she was the 2018 President of the Science and the Arts Section of the British Science Association. Collaborations include the Institute of Microbial Biotechnology at BOKU University Vienna, the University of Leeds and Brighton and Sussex Medical School. "
      ],
      "websites": [
        "https://annadumitriu.co.uk/"
      ],
      "social": [
        "https://www.instagram.com/annadumitriuar",
        "https://www.facebook.com/annadumitriuarts",
        "https://www.linkedin.com/in/annadumitriu/",
        "https://x.com/annadumitriu"
      ],
      "connections": "INOVA"
    },
    {
      "id": "P004",
      "name": "Lucie Hernandez",
      "type": "People",
      "bio": [
        "Lucie is an artist researcher developing tools and technologies to encourage more responsible, sustainable approaches to textiles and clothing. Her research focuses on craft processes, material qualities, reuse and repair skills to facilitate projects that explore new human-material relations. ",
        "Lucie holds a background in human-computer interaction, designing tangible interfaces for embodied interaction. Her PhD combined the dynamic properties of computation with textiles to demonstrate the possibilities for technological materials to extend sense perceptions and suggest new design contexts. ",
        "Lucie addressed sustainable practices for interactive textiles in environmental and social contexts for WEAR Sustain, an EU Horizon 2020 Research and Development Programme, promoting the co-development of ethical and sustainable wearable technologies and e-textiles. She used the opportunity to develop a socially engaged design practice to work cooperatively with a broad range of people and involve them in the design process. Lucie's work revealed the value in developing co-produced design outcomes and processes with digital technologies, exploring attitudes to sustainable behaviour, imagining future scenarios with groups of users in the co-design of products and services. "
      ],
      "websites": [
        "touchcraft.org.uk"
      ],
      "social": [
        "https://www.instagram.com/touchcrafttextiles/"
      ],
      "connections": "RCA"
    },
    {
      "id": "P005",
      "name": "Ruth Catlow",
      "type": "People",
      "bio": [
        "Ruth Catlow is the co-founder and director of Furtherfield. In this role, she has organised for nearly 30 years for inclusivity and equity in art and technology, advocating for their use in imagining and building real social change and positive environmental impact. Furtherfield’s mission is to open up the tools and debates of the exclusionary realms of art and technology for collective action for collective good. ",
        "In Ruth's artistic work, she develop processes for critical group-driven discovery and playful co-creation that embrace more than human interests for fairer and more connected cultural ecologies and economies. Projects include: Live Action Role-Plays (LARPs) for planetary-scale interspecies justice; the CultureStake decentralised app for collective cultural decision-making; books such as Radical Friends – Decentralised Autonomous Organisations and the Arts (2022) and Artists Re:thinking the Blockchain (2017). "
      ],
      "websites": [
        "https://www.furtherfield.org/",
        "https://decal.furtherfield.org/2020/11/06/larping/"
      ],
      "social": [
        "https://www.instagram.com/furtherfield/",
        "https://www.facebook.com/Furtherfield/",
        "https://x.com/furtherfield"
      ],
      "connections": "RCA; Futherfield"
    },
    {
      "id": "PR001",
      "name": "RiverSync",
      "type": "Projects",
      "description": [
        "Jakob Kukula’s RiverSync is a transdisciplinary artistic intervention focused on river systems as ecological, legal, and cultural actors. Over the course of six months, RiverSync used participatory design, environmental sensing, and community storytelling to foster new relationships between urban residents, river systems, and legal frameworks. The project was centred on the Spree River in Berlin but extended to include international connections with water justice movements. ",
        "RiverSync invited communities to listen to the river, and to imagine what it would mean if rivers had voices, rights, and legal standing. The project brought together students, artists, legal scholars, and Berliners from different backgrounds to reimagine the Spree River not as a background element of the city, but as a living actor in its own future. Workshops became experiments in co-creating water law, sensors became poetic instruments, and the river became a character in its own story. Through storytelling, sensing, and legal imagination, RiverSync aimed to enable people to reframe their relationship with the river, from passive observers to active stewards. The project operated in collaboration with the network of European water bodies—a young coalition of 15 water initiatives advocating for the rights of water bodies across Europe—and engage Berlin's citizens, students from the TU, as well as the Motion Lab community, a start-up makerspace hub in Berlin."
      ],
      "who_involved": "Confluence, a network of European water bodies, as well as Berlin's citizens, students from the TU, and the Motion Lab community - a start-up makerspace hub in Berlin.",
      "legacy_impacts": "Interdisciplinary reach (legal, technological, poetic)\nHighly iterative methodology shaped by feedback\nPublicly reusable tools and platforms\nContributions to both local and international Rights of Nature dialogue",
      "challenges": "Maintaining clarity in public workshops while navigating speculative content\nTechnical breakdowns of sensors in winter conditions\nBalancing the poetic with the actionable, especially in legal translation contexts\nShort-term nature of the project and maintaining relationships and dynamics post project",
      "budget": "12,000 Euros",
      "methods": "Speculative-future workshops, River-centred meditation, Participatory mapping, Storytelling, Water Sensor Module Design",
      "website": "https://www.spreeberlin.de/",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-community.eu/)\nFunded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR002",
      "name": "Synocene — beyond the Anthropocene",
      "type": "Projects",
      "description": [
        "Synocene is a collaborative work* that explores a de-centered view of our anthropocentric experience of the natural world. Voices of local communities, the sounds of Natura 2000 forests, and the contributions of artificial intelligence all work to imagine a future beyond the Anthropocene. Artist Marina Wainer’s Synocene took place in Ulvenhout Forest, a protected nature site in the Netherlands. The project invited people of all ages to take a walk in the woods to explore new forms of interaction with natural ecosystems in a transformed state that questions our appearance, our perception, and our language. ",
        "These participants then worked with an artificial intelligence engine to envision narratives of a more-than-human world. The project embedded AI used as a fictional tool, which allowed the workshop participants to question our anthropocentric vision of the natural world, against the backdrop of a pivotal moment - the passage from the Anthropocene to the ‘Synocene’. A new era where all ‘other voices’ come together, where humanity's relationship with other forms of life or existence has changed.  Participants wore reflective masks, used binaural sound, and interacted with an AI designed to speak as if it were a tree, a mushroom, or a stream - to change perceptions during the walk, as the forest has conversations with them within a fictional framework. These forest characters were intended to spark thoughtful, creative discussions about our relationship to nature, the role of technology, and how we might live more sustainably. ",
        "Over the course of a week in December 2024, 37 participants, ranging from children to conservationists, joined Wainer and her team for forest walks, and AI storytelling sessions. The AI system, designed to speak and respond in Dutch, was specifically built to be accessible to young and neurodiverse users. It allowed people to imagine themselves in dialogue with more-than-human beings, and in doing so, to reflect on their own environmental values. Synocene created a space where communities could come together, listen to the forest, and imagine new narratives about what it means to live well in a changing world.",
        "* The project has been developed by artist Marina Wainer and trumpet player, composer and sound artist Sam Nester, in collaboration with Isabelle Hupont, AI specialist at the JRC, and Lucia Iglesias Blanco, policy officer at Natura 2000, as part of the JRC SciArt Resonances IV programme."
      ],
      "who_involved": "Ulvenhout forest communities; Breda Nieuwe Veste communities; local nature conservationists. Sabine van der Hoorn, Sylvie Tissot, Zoé Pasquier, Nathan Marcus, Sam Nester, Ronald Lanters, Saskia Meijs, Erica Bol, Karlijn Muller, Patty & Marc Aartsen, Gerben van Ooijen.",
      "legacy_impacts": "Conducted 8 inclusive, multilingual workshop sessions with participants.\nCreated 5 AI chatbot forest personas using speculative fiction and local biodiversity data.\nDeveloped a Dutch-language AI interface with both text and voice capabilities.\nEstablished the 'community table' model for non-hierarchical, intergenerational dialogue.\nIncorporated ethical AI design considerations into workshop structure and discussions.\nFostered new partnerships with Nieuwe Veste Breda, local schools, forest managers, and cultural institutions.\nInitiated plans for a future presentation of the sound installation as part of a public exhibition.\nContributed to VOICE goals on citizen agency, biodiversity dialogue, and creative technological critique.",
      "challenges": "Language and Cultural Nuance: Language barriers; Translation into Dutch revealed systemic biases in AI interaction, impacting inclusivity; AI limitations in translation and embedded bias; and Cultural difference when re-siting / transferring project concepts.\nInfrastructure Constraints: Short time-line (3 months) limited opportunity to explore partnerships with local environmental organisations to expand the project's influence and sustain its outcomes.\nFinding a venue near the forest with accessibility and affordability created logistical tension. Some community sectors were slower to respond, requiring sustained outreach and flexibility.\nAI Ethical Concerns: Navigating participant understanding of fictional AI, consent for interaction, and expectations required significant facilitation.",
      "budget": "12,000 Euros",
      "methods": "Forest Walking, AI Storytelling Workshops, Participatory Speculative Design, Co-created storytelling and co-created narratives, Multilingual interface, Sound recordings / sound data collection",
      "website": [
        {
          "title": "The citizen engagement workshop in Ulvenhout Forest:",
          "url": "https://youtu.be/riF351KQpXs"
        },
        {
          "title": "The overall project:",
          "url": "https://youtu.be/1Qvz_OSX2ew?si=3xqOnoBwMjLg1B5Q"
        }
      ],
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-community.eu/).\nFunded by the European Union under Grant Agreement No.101135803.\nFunded by the JRC SciArt Resonances IV programme of the European Commission. https://science-art-society.ec.europa.eu/about/resonances-initiative."
    },
    {
      "id": "PR003",
      "name": "Greening the Lab: Decarbonising Biomedical Science",
      "type": "Projects",
      "description": [
        "Anna Dumitriu's project, Greening the Lab: Decarbonising Biomedical Science (GTL), is an art-led response to the ecological footprint of the biomedical sector. The artistic intervention responds to an urgent need from the biomedical research community to create novel solutions and increase stakeholder support via their patient and public engagement (PPE) communities for artist-led actions towards decarbonisation of biomedical science and healthcare settings. The project targets critical approaches to biomedical waste, such as single-use plastic items and other materials, commonly discarded in biomedical research and how these can be reused.",
        "With laboratories producing substantial waste, especially through single-use plastics and metals—the project sought to interrogate these issues through participatory, interdisciplinary artistic interventions. Working with three biomedical communities (Brighton and Sussex Medical School, University of Leeds, and University of Oxford), GTL aimed to co-create sustainable strategies for biomedical waste through experimental workshops that integrated science, technology, and artistic practice.",
        "By convening public, clinical, and artistic communities to explore the intersection of infection control and sustainability, the project framed biomedical decarbonisation as both a technical and deeply human concern. "
      ],
      "who_involved": "University Hospitals Sussex NHS Foundation Trust, Leeds University Healthcare Associated Infection Research Group, Brighton and Sussex Medical School (BSMS)",
      "legacy_impacts": "The innovative methodologies developed, particularly the open-source sharing of bioplastic recipes and reuse protocols, offer valuable assets for continued application and further research in biomedical sustainability practices.\nIn addition, GTL set an exemplary precedent for integrating artistic methodologies into biomedical and environmental policy discussions.\nCommunity and institutional partners recognised the project's potential to inform practices and with sustained evidence and quantitative measurement, also policies around clinical waste management and sustainable procurement.\nThis positions GTL as a practical, replicable model with profound implications for future interdisciplinary collaboration.",
      "challenges": "Initial scepticism by lab professionals around handling of biomedical waste / biosafety by lay person.\nDelays due to autoclave malfunction and tight schedules for workshop participation across diverse sites and participants.\nComplex health and safety and ethical considerations around contamination and reuse impacting access to materials and sterility requirements.\nNeed for institutional infrastructure, to navigate biosafety compliance and the complexity of bio-medical regulations.\nNavigating NHS institutional structures and compliance.\nLong-term impacts could not yet be measured within the 6-month timeframe.",
      "budget": "12,000 Euros",
      "methods": "Biomaterial workshops, Storytelling, Critical Making, Biomaterial processing, Open-source protocols, Strategic Dissemination at Symposiums and Public Events",
      "website": [
        "https://annadumitriu.co.uk/portfolio/greening-the-lab-decarbonising-biomedical-science/",
        "https://www.youtube.com/watch?v=csrxtRWK_RU"
      ],
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-community.eu/).\nFunded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR004",
      "name": "Designing E-textile Practice Samplers",
      "type": "Projects",
      "description": [
        "Designing E-textile Practice Samplers (DEPS) was led by artist and researcher Lucie Hernandez in partnership with Ealing Repair Café. It explored how co-creation, digital tools, and community-led making can support sustainable clothing repair. Initially centred on developing e-textile practice samplers, the project evolved in response to the community's values and interests, focusing instead on visible mending, upcycling, and digital storytelling.",
        "Through weekly workshops, informal co-creation, and the use of accessible technologies like WhatsApp and QR codes, Lucie worked closely with volunteers to co-produce a range of creative outputs. These included collaboratively made upcycled samples and garments, filmed tutorials, and QR-coded mending guides. These resources are now being used by ERC and shared with wider audiences online.",
        "DEPS has a lasting impact in helping ERC strengthen their organisational identity, develop a new digital presence, and expand their community offerings. Volunteers gained confidence in teaching and public engagement, and new opportunities have emerged for ERC to act as a knowledge hub for individuals and other repair groups.",
        "This collaboration shows how artist-led work can spark long-term change when built on mutual respect, adaptability, and shared creativity. The tools, methods, and relationships developed here can be used by others interested in sustainable fashion, repair culture, and community action."
      ],
      "who_involved": "Ealing Repair Cafe",
      "legacy_impacts": "Legacy was embedded throughout the project via the development of sustainable practices and the handover of tools.\nERC volunteers continue to use the QR-coded toolkit and videos, while also building capacity to lead future workshops.\nThe project also left an organisational legacy by influencing ERC's internal organisation and external engagement strategies.\nThe co-created materials, especially the tutorial videos and textile artefacts, became not just educational tools but also vehicles for ERC to express their ethos, aesthetics, and approach to repair and sustainability.\nThis with the workshop discussions, fashion show participation and the instagram account encourages ERC to become more deliberate about storytelling, values, and audience interaction.",
      "challenges": "Scheduling difficulties and variable volunteer availability.\nInitial misalignment between e-textile focus and community expectations.\nImportance of iterative co-design grounded in community values.",
      "budget": "12,000 Euros",
      "methods": "Repair and Reuse Textile Workshops, Community Mapping and Social Media, Reflective Practice, Participatory Mapping, Participatory Design workshops, Digital storytelling",
      "website": [
        "https://www.instagram.com/ealingrepaircafe/?api=esporte%2Bbet%E3%80%90GB77.CC%E3%80%91.kvgx&hl=zh-cn",
        "https://www.youtube.com/watch?v=dD-fF8jtC9k"
      ],
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-community.eu/).\nFunded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR005",
      "name": "Felixstowe Youth VOICE",
      "type": "Projects",
      "description": [
        "Building on the 5-year immersive fiction The Treaty of Finsbury Park, Felixstowe Youth VOICE is a six-month arts project led by artist Ruth Catlow, in collaboration with local Youth Empowerment consultant Courtney Hessey that brought together young people aged 19–28 to explore new approaches to increasing their agency to act on sustainability issues through creative storytelling, role-play, radical care methods, and digital media. Based in the coastal town of Felixstowe, the project helped local youth imagine new futures through the eyes of animals and plants, using digital face-filters, animation, photography, and social media to tell their stories.",
        "Working with local youth leaders, this project empowers young people through creating a safe space for engaging with serious topics - for learning, sharing, and fun, while also building real-world skills and confidence. Participants co-designed workshops, made interspecies 'influencer' videos, and co-created a public report to share what they learned. The project helped people feel more connected to nature, their community, and themselves and gave them new ways to speak up about the things they care about. Felixstowe Youth VOICE shows how art can help tackle big issues like environmental justice, biodiversity and climate change in ways that are personal, powerful, and playful. It also offers a model for other towns and youth groups to use in their own communities."
      ],
      "who_involved": "Youth empowerment leads in Felixstowe, and Level Two Youth Project",
      "legacy_impacts": "The FYV project successfully initiated the discussion on critical eco-social issues prevalent within Felixstowe's young population, including significant inequality, deprivation, and insufficient climate education.\nFYV identified the importance of rigorous community-needs mapping, highlighted the necessity for youth-centred interventions that leverage creative and immersive methodologies to facilitate ecological stewardship and civic engagement.\nThe project has had a profound impact on the nine local young adults due to the robust co-creative framework all the participants (artists, youth co-designers, and extended network, local venues, critical friends) iterated.\nFurther it has led the foundation for youth leadership development in Felixstowe and the development of participant, FYV and Furtherfield's ongoing strategic programme of work \"Reimagine This Coastal Town\".",
      "challenges": "Youth disengagement during holiday period and post-workshop drop-off risked losing momentum.\nLimited capacity to influence institutional systems (e.g. education, local policy) within the project timeframe.\nParticipants had difficulty grappling with the terminology, concepts, and complexity of environmental justice discussions, reflective of public and youth understanding of climate justice.\nEthical tensions around technology use required ongoing reflection and slowed integration of digital tools.\nManaging varied expectations and emotional readiness across participants.\nDigital Infrastructure / Access: Variable digital fluency and access across participants required additional facilitation effort and workaround strategies.\nEmotional labour and affective impacts are challenging for artists' well-being.",
      "budget": "12,000 Euros",
      "methods": "Mentor Species Reflection and Character Development Process, Interspecies Meditation and Sharing Circle, Live Action Role Play (LARP), Immersive Multispecies Roleplay, Social Holography, Creative Workshop Design, Historical Art Dissemination practices, Media Co-Production\nBridget McKenzie's 'Earth Crisis' Blinkers: https://bridgetmckenzie.uk/earth-crisis-blinkers-explained",
      "website": [
        "https://www.furtherfield.org/felixstowe-youth-voice/"
      ],
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-community.eu/).\nFunded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "M001",
      "name": "Water Sensor Module Design",
      "type": "Methods",
      "description": [
        "A key part of the the RiverSync Project was the design of a Water Sensor Module, moored on a buoy on the River Spree. It's method of creation included the development of a floating, modular sensing device created through a series of participatory workshops and iterative prototyping which all influenced its design. It captures data such as water quality, sound, and video, using Raspberry Pi and environmental sensors. The buoy serves both scientific and poetic functions, bridging physical ecosystems with digital representations."
      ],      
      "steps": "1. Foundation, Ideation, Team Expansion and Onboarding: reach out and welcome team members with required knowledge, such as a programmer and designers, to align academic and technical expertise with the project goals. Begin with collaborative ideation sessions, engaging with practitioners such as artists, programmers, and scientists. Use online visual digital platform tools to support collaborative ideating, such as Miro or Canva, for mapping workflows, milestones, collaborative processes and aligning visions. Collaboratively define ecological and aesthetic goals: framing the project around ecological narratives, considering the Rights of Nature, eco-social storytelling, and more-than-human perspectives. Experiment with Generative Design, using tools such as TouchDesigner to prototype and explore generative water patterns for visualizing data.\n2. Workshops and Design Sessions: Initiate the first Design Session to build an inclusive workshop structure, enabling co-creation across disciplines and communities. Host participatory workshops, for example RiverSync hosted TU Berlin and Spore Workshops. Begin with meditations or rituals that centre water as a subject. Plan participatory workshops which include a blend of expert talks, group discussions, and hands-on problem-solving. Integrate diverse perspectives through design workshops - to include river communities, artists, and technologists, using hybrid formats (in-person/digital) for accessibility.\n3. Use Workshop Outcomes to Inform Design: collect field notes, then work to cluster themes, and derive actionable goals from the workshop data and analysis. Embed the ideas directly into the sensor planning.\n4. Creative Development: sketch UI concepts and physical modules (buoys and sensors), bridging form and function. Refine the 3D buoy prototype to meet artistic, ecological, and practical needs. Initiate a visual interface to communicate water quality data engagingly (here, BadBerlin.Info).\n5. Technological Development and Prototyping. Onboard technical collaborators, involving coders and engineers early in the process in order to ensure full integration from the outset. Assign roles based on expertise – such as, from sensor configuration to UI/UX design. Design the Buoy Sensor Module – beginning with sketching by hand, then developing into detailed 3D CAD models, ensuring to emphasize modularity, weatherproofing, and river-specific sustainability. Prototype Data Systems integrating Raspberry Pi, hydrophones, and sensors. Test in controlled settings before deploying in natural environments. Develop UI/UX in Figma, translating concept into visual interface. Focus on accessibility, narrative flow, and live data integration.\n5. Iterative Design and Refinement. Use CAD and 3D modelling tools to design and develop the buoy sensor module. Iterate and develop modular systems for data, sound (hydrophones), and video, centred on Raspberry Pi integration based on findings from prototyping stage. Develop a finalised user interface prototype in Figma, based on user-centred design principles.\n6. Field Testing: Deploy prototypes in real sites for live prototyping and ongoing testing of sensors and power supply, rapid design iteration, and integration of data/audio/video modules in natural river environments. Refine hardware and UX through live data capture and environmental testing. Prove feasibility of real-time data and media transmission, with attention to resilience in outdoor settings. Develop a housing prototype for sensor and Raspberry Pi systems; and identify further needs in power and weatherproofing. Finalize hardware orders for the production phase.", 
      "challenges": "Interdisciplinary Coordination: Balancing artistic vision with technical feasibility requires constant communication across fields.\nEnvironmental Conditions: Water-based deployments must account for weather, moisture, durability, and access to reliable power sources.\nTechnical Complexity: Integrating hardware (sensors, Raspberry Pi, audio/video) with software (data visualization, streaming) can be time-intensive and requires iterative testing.\nCommunity Engagement: Ensuring meaningful participation from diverse stakeholders demands sensitivity, accessibility, and sustained outreach.\nScalability and Sustainability: Designing buoy systems that are modular, adaptable, and low-maintenance is essential for long-term impact and reproducibility.",
      "conditions": "Create a collaborative environment: find an open, interdisciplinary space for artists, technologists, and communities to co-create.\nAccess to water sites is needed - natural river environments for field testing and ecological connection.\nCommunity Participation is key for the involvement of local or affected communities for contextual relevance - eg. what is most useful to measure with the sensor?\nTechnical Infrastructure needed includes basic internet access, power sources, and tools for prototyping.\nMaterials and Tools:\nThis method makes use of digital tools such as Miro or similar digital whiteboard,TouchDesigner (for generative visuals), Figma (for UI/UX design), Rhino/CAD (for 3D modelling), Python (for sensor integration and data transmission), Raspberry Pi OS – these may require a power supply and SD card.\nIn addition, hydrophones, environmental sensors (e.g., temperature, turbidity, pH) may be used.\nMicrophones and camera modules, and Buoy materials (weatherproof casing, floating body, modular casing) may also be required.\nArtistic Materials include Sketching tools (pencil, paper, digital tablets). Note-taking and documentation tools (physical notebooks or shared drives).",
      "publications": "/",
      "templates": "/",
      "category": "/"
    },
    {
      "id": "M002",
      "name": "Forest Walking and AI Storytelling Workshops",
      "type": "Methods",
      "description": [
        "The Forest Walking and AI Storytelling Method is an immersive, participatory, sound-integrated and reflective artistic approach designed to explore human and more-than-human relationships through walking, listening, and conversational exchange. It centres on ecological awareness, immersive sound, and characters, collaborative dialogue, and the imaginative use of AI to activate forest environments as playful, co-creative spaces for active ecological engagement and reflection."
      ],      
      "steps": "1. Preparation and Scouting: Establish key locations and connections for the workshop: visit the forest site with key collaborators and local contacts. Scout and map the walking route that will be used for the workshop. Identify a nearby venue for the AI session's part of the workshop and technical needs.\n2. Stakeholder Mapping and Communication: To understand the ecosystem of human and nonhuman stakeholders, Zone Mapping is used (inspired by Anita McKeown's pCr methodology). Create a zone map to visualise stakeholder relationships (e.g., forest rangers, communities, trees, technologies). Use this map to plan communication strategies in advance of the workshop.\n3.Sound Collection and AI Generation: Collaborators here include a sound artist and AI and interaction developer. Record ambient sounds and interviews in situ, within the forest setting. Translate AI-generated scripts and prompts to accommodate local languages (here Dutch).\n4. Forest Workshop: This requires 1 preparation day, 5 workshop days, and 1 debrief day.\nForest Walk (Part 1): Using the route mapped during the scouting step, take slow, sensory walking to heighten awareness of the forest environment. Participants are equipped with binaural sound recordings and reflective masks to alter perception and enhance listening.\nConversational Encounters (Part 2): Invite participants to have conversations with AI-generated \"forest characters\" (e.g., trees, fungi, elements). Offer the option to create their own characters, using accessible chatbot tools. Frame conversations within the speculative context of the Synocene (an imagined future beyond the Anthropocene) to encourage speculative ecological reflections.\n5. Debrief, Reflection and Documentation: Host a closing day for feedback, reflection, and data collection, prioritising open dialogue with participants about their experiences. Archive responses, including both verbal and nonverbal reflections. Gather documentation, such as: photos, sound recordings, sketches, maps, transcripts.\n6. Post-Workshop Creation and Legacy: Further outputs could include: a video of the workshop experience, a long-form video incorporating workshops across multiple sites, a future sound installation or the installation of sounds in multiple locations accessible for participants, sharing outcomes with contributing communities, and evolving this method in new environments, with new voices.",
      "challenges": "Scouting: Ensure to note the physical proximity between the walking and workshop spaces – this enhances flow and comfort during the overall workshop. Account for practical limitations (such as stakeholder availability). Schedule the workshop at a time that accommodates local calendars and holidays.\nZone mapping: Make sure to gain ethical engagement and community consent.\nEthical Reflections: Be adaptive and reflexive, considering questions such as:\nHow is AI being used — as interface or as interaction? Are you inviting reflection or prescribing meaning? How do cultural expectations affect artistic process (e.g., goal-oriented vs exploratory approaches)? What responsibility do you hold in shaping more-than-human voices?\nDocument emerging ethical questions, considering how translation, tone, and cultural specificity affect engagement.",
      "conditions": "This method posits artists as problem posers, not problem solvers, so ensure to offer open frameworks, not fixed answers.\nThe method prioritises collaboration over instruction, working to co-create with participants, AI, and place.\nProcess is viewed as a priority over product – allow the method evolve from context, encounter, and feedback.\nThis method is particularly linked to more-than-human awareness, learning to listen to, 'speak with', and design for other-than-human beings.\nHere, responsiveness is key in adapting to ethical, cultural, and environmental conditions in real time.\nMaterials needed: reflective masks, headphones so that each participant can listen in on the walk from their personal device, possibly - depending on the context of the workshop - a few mobile phones/tablets/laptops, wifi (which can be provided via a specific service if the venue is unable to provide it).",
      "publications": [
        "Hupont, I., Wainer, M., Nester, S., Tissot, S., Iglesias-Blanco, L. and Baldassarri, S., 2024, May. Synocene, Beyond the Anthropocene: De-Anthropocentralising Human-Nature-AI Interaction. In Extended Abstracts of the CHI Conference on Human Factors in Computing Systems (pp. 1-9): https://dl.acm.org/doi/abs/10.1145/3613905.3637118",
        "Benincasa, C. and Eeckels, A., 2025. Could bridging science and the arts be the key to better policies?. Nature, 643(8074), pp.1182-1184: https://www.nature.com/articles/d41586-025-02351-x",
        "Mateu, P., 2024. ¿Cómo percibe la Inteligencia Artificial la naturaleza? Este proyecto científico-artístico trata de descubrirlo. National Geographic Espana: https://www.nationalgeographic.com.es/ciencia/como-percibe-inteligencia-artificial-naturaleza-este-proyecto-cientifico-artistico-trata-descubrirlo_23156",
        "Bianchi, G., Matti, C., Pontikakis, D., Reimeris, R., Haegeman, K.H., Miedzinski, M., SILLERO, I.C., Mifsud, S., Sasso, S., Bol, E. and MARQUES, S.A., 2024. Innovation for place-based transformations: ACTIONbook, practices and tools section, page C8: https://publications.jrc.ec.europa.eu/repository/handle/JRC135826"
      ],
      "templates": "The AI interface was developed with OpenAI API (Application Programming Interface) gpt3.5-turbo-instruct-0914 version. This version allowed a better integration of the Dutch translation.\nDutch Interface: https://sandbox.data.bingo/synoceneGPTNL/\nNote: The fifth chatbot was not pre-defined; workshop participants were invited to create their own forest character. The character that appears is the last one created by a workshop participant.",
      "category": "/"
    },
    {
      "id": "M003",
      "name": "Biomaterial Workshops",
      "type": "Methods",
      "description": [
        "The Biomaterial Workshop Method iterative, generative method - that builds upon each other - using recycled lab and medical materials to create art-based workshops that invite participants into hands-on making, reflective discussion and playful exploration. It blends wet and dry felting, biomaterial crafting, and facilitated conversation to provoke new ways of seeing waste, contamination, care, and reuse in clinical and research settings. Participants range from scientists and patients, to artists and hospital staff, and are guided through accessible, tactile activities that generate community dialogue and creative experimentation."
      ],      
      "steps": "1. Preparation, Planning and Materials: Choose an accessible venue or platform appropriate to your participants ensuring it is an inviting space (e.g. a local community centre, hospital seminar room, museum, gallery studio or online platform). Source and gather safe waste and surplus materials and tools required, potentially via collaborators or partners — for example, wool waste (from lab glassware packaging), bio-digested hospital aprons, agar, synthetic bodily fluids (fake blood, phlegm), UV sterilisation research materials. Prepare a short, informal introduction covering your artistic concept, inspiration (e.g. the bacterial sublime), and workshop itinerary and expectations. Consider and invite participants to form mixed groups (such as scientists, artists, patients, healthcare professionals), and tailor workshop framing to match. Ensure to gain written permission and ethical consent from participants prior to workshops, for their participation, and use of any imagery, photographs, videos, or quotes.\n2. Workshop Structure: Consider the workshop structure – workshops are modular and can be adapted to different materials or contexts. Setup and display examples of sample biomaterials or artworks to create context and invite discussion. Follow the example workshop structure:\nA. Welcome, Framing and Opening Talk: Introduce your artistic practice and themes via a short presentation. Frame provocations: What is waste? What is contamination? What is beauty or usefulness? Provide context and introduce themes around contamination, aesthetics, and material reuse. Encourage curiosity and freedom rather than perfection.\nB. Hands-On Making and Experimentation: (In-Person): Introduce (for example) wool waste and other biomaterials for experimental felting and manipulation, such as bio-digested apron compost and wool felting. Invite participants to use techniques such as wet felting or needle felting, and to create bioplastics and biocomposites: to feel, mix and create, whilst facilitating discussions (see C). Encourage participants to combine textures, colours, and states (e.g. \"dirty\" vs \"clean\") and explore transformations. (Online): Post materials ahead of time (if feasible). Use wool felting via video conferencing software, with discussion prompts throughout.\nC. Collective Discussion, Co-Reflection and Group Dialogue: \"As the hands are occupied, the mind is free to wander and chat\" - use artistic making to prompt discussion and facilitate open dialogue around sustainability in labs and perceptions of contamination. Encourage conversation about sustainability practices in personal and institutional contexts. Raise relevant contextual questions, as per the project and audience, such as: Why are some materials rejected despite being sterile or safe? How does shifting scientific advice affect public trust? How do we react aesthetically or culturally to visible mess? In online settings, ensure to maintain a strong presence and responsive facilitation.\nD. Optional: You could include a Speculative Experiment: Inviting participants to create pieces, exploring the concept of 'visibly soiled' using synthetic materials (such as synthetic blood or phlegm). Include optional speculative design actions (for example, sterilising 'messy' art with UV light). Allow time to reflect on contradictions and transformations.\nE. Closing the Session: Offer time for reflection: written or spoken - encourage sharing of ideas, thoughts, discomforts, insights. Ask participants what they might do differently in their own work or institutions and invite feedback for iterative learning.\n3. Post-Workshop Development: Compile feedback and transcripts, using the findings to: refine future workshop formats, generate new artworks or installations, and engage stakeholders across sectors (for example, hospital sustainability leads, and university labs). Consider public outcomes, such as a film, sound piece, or zine capturing the material and ethical tensions.",      
      "challenges": "Scientific scepticism or confusion: Some participants may find interdisciplinary conversations challenging.\nCultural attitudes toward contamination: The concept of 'visibly soiled' can be provocative so ensure to use care when exploring discomfort.\nEthical limits of material use: Sourcing biomaterial demands transparency and sensitivity.\nPower dynamics: Flatten hierarchies gently but firmly, aiming to empower all voices in the room.\nMore-than-human awareness: Acknowledge the presence and ethics of organic waste, bacteria, and living processes.\nStorage and disposal: Be mindful of how bio-waste is handled, before and after the workshop.",      
      "conditions": "Framing Practice and Approach: Embrace a non-hierarchical, participatory process that centres community input, experimentation, and open-ended outcomes.\nThis entails creating a supportive and exploratory space fostering serious play, shared learning and critical dialogue.\nThis structure allows for a mix of aspects of theory, practice and reflection.\nPositioning and Environment: Foster a friendly, supportive atmosphere with refreshments - offering food and comfort if in-person; or creating space for informal exchange if using online settings.",      
      "publications": "/",
      "templates": "Website: https://annadumitriu.co.uk/portfolio/better-factory-iowa/\nDropbox Link For Biomaterials Recipe Book: https://www.dropbox.com/scl/fi/grn18ta1ylew0ecsxqhxk/Biomaterials-Recipe-Book.pdf?rlkey=fzs4pjt7s4iyeevx8m2bx6j98&e=1&dl=0",      
      "category": "/"
    },
     {
      "id": "M004",
      "name": "Repair and Reuse Textile Workshops",
      "type": "Methods",
      "description": [
        "The Repair and Reuse Textile Sampling Workshop Method is a creative, collaborative workshop approach focused on transforming textile waste—offcuts, scraps, and discarded garments—into new forms through accessible upcycling techniques. It uses fashion aesthetics, cooperative making, and hands-on learning to empower participants with both technical skills and imaginative confidence.",
        "This method can be adapted for varied group settings and is ideal for community studios, fashion schools, and arts-led sustainability initiatives."
      ],
      "steps": "1. Prepare Your Materials and Setting: Gather offcuts, fabric scraps, and unwanted garments (such as, an old pair of jeans). Bring basic sewing equipment: scissors, pins, needles, sewing machines. Have a sample garment on hand to act as a design template (for example, a maxi skirt). Prepare a demonstration (for example, the 'strip foundation piecing' technique - a method where fabric strips are sewn onto a base cloth, building a patchwork surface). If available, bring digital or printed visuals to support visual learning.\n2. Introduce the Concept and Technique: Begin with a short talk, which could: explain the goals of upcycling; introduce specific techniques (such as strip foundation piecing, yarn made from t-shirts or Reverse appliqué); show the sample garment; and discuss possible transformations. This method is guided by fashion thinking - encouraging experimentation while also aiming for a wearable or functional outcome.\n3. Engage in Cooperative Making: Divide participants into small working groups or pairs and begin by constructing small test pieces (such as, using strip foundation piecing). Focus on composition, colour play, and stitch experimentation. Use these sample pieces as templates for scaling up. Transition into a shared transformation task (for example, converting jeans into a skirt). Encourage participants to talk through their process - narrating their decisions, explaining the challenges, and suggesting solutions collaboratively.\n4. Support Creative Decision-Making: Provide encouragement and technical input as needed (for aspects such as garment structure, stitch techniques). Reinforce that experimentation and play are valued, and allow participants to modify the process as they respond to the materials.\n5. Document the Process: Film short clips of the participants working showing 'hands-in-action', voiceovers, or group discussions ensuring to gain ethical consent to do so. Capture both finished outcomes and in-progress moments. Discuss how video and sound clips could be used to share techniques and reach broader audiences (through social media, zines, installations).\n6. Reflect and Share: At the end of the workshops, hold short group reflection sessions asking: What worked and what was more challenging? What would you try next time? How do you feel about the materials you used? Highlight the potential for showcasing outcomes, such as at fashion shows or community exhibitions. Link the discussions to circular fashion narratives, using the workshop as a space to discuss themes of repair culture, mending heritage, and care ethics in fashion.",      
      "challenges": "Repair and upcycling are both technical skills and creative mindsets – this means that it is important to intertwine making with sustainability discussions and reflections. Participants often need structured guidance to get started – but once this initial support is provided, it is observed that many participants flourish when given the freedom to experiment and play.\nCollaborative working helps participants to demystify textile processes or garment construction and fosters peer learning – it may function differently if working with participants on an individual basis.\nDocumenting the processes through media can democratise access to knowledge and inspire others - do ensure to gain ethical consent for use (for example) photography, video, written and spoken feedback from participants.\nIf participants are struggling to visualise the end result of a repair technique - guide them to work in different ways such as using sketching, draping, or pinning ideas onto mannequins or hangers.\nTechnology-assisted learning may be considered, such as the use of QR codes linking to video demonstrations, or audio guides or podcasts for sewing tips and techniques.",      
      "conditions": "Workshop Space and Equipment: Finding and fostering a collaborative environment is helpful in order to encourage a supportive, inclusive space for discussion and shared making.\nBasic workshop setup and sewing equipment is required including: tables, chairs, good lighting, and access to power for sewing machines, access to basic sewing tools including scissors, pins, needles, thread, measuring tape, seam rippers. Access to sewing machines (at least one per 3-4 participants).\nA minimum time of 2-3 hours works well to give space for sampling and collaborative making.\nFacilitator guidance is required, from someone with knowledge of repair processes, garment construction and textile techniques.\nEnsure to allow space for reflection (dialogue) and display (of sample), which could be wall or table space, to share sample pieces and progress.\nMaterials required include: Fabric offcuts, scraps, and remnants, old garments (such as jeans or shirts for transformation), base cloth for repair techniques (lightweight cotton or muslin), garment templates or sample pieces (such as a maxi skirt for reference).\nOptional extras could be added, depending on which repair techniques are being used, including t-shirts (for yarn-making), additional embellishment materials (buttons, trims, patches), as well as audio and video equipment for documenting the process.",
      "publications": "Hernandez, L., Petreca, B., Baurley, S., Bianchi-Berthouze, N. and Cho, Y., 2024. Examining clothing repair practices, core competences, techniques, tools and community structures involved in extending the life of garments. International Journal of Sustainable Fashion & Textiles, 3(1), pp.99-121: https://discovery.ucl.ac.uk/id/eprint/10194714/\nEaling Repair Cafe Short Film: https://touchcraft.org.uk/ealing-repair-cafe-short-film/",      
      "templates": "/",      
      "category": "/"
    },
    {
      "id": "M005",
      "name": "Community Mapping and Social Media",
      "type": "Methods",
      "description": [
        "The Community Mapping and Social Media method combines analogue and digital mapping, observational research and brainstorming techniques to reveal complex organisational structures and identify opportunities for design interventions. It is a design research method that can highlight the values and dynamics of an organisation, uncover its setup and their priorities for future actions. In addition, it can support community visibility, skill-sharing, and sustainability by documenting and sharing stories through online platforms like Instagram."
      ],
      "steps": "1. Observe and Document Community Practices: Ensure to gain written ethical consent from the community prior to meeting or observation. Then, once consent is obtained, ask to participate in or attend repair/upcycling workshops or community gatherings. Take observational notes on group dynamics, learning styles, decision-making, and collaborative making processes. Record video and audio clips (with permission) to capture key interactions and techniques in real-time.\n2. Brainstorm with the Group: Host a face-to-face meeting and facilitate the group to brainstorm issues around the community setup. Use this opportunity to collect more detail about how the community structures itself and map its partners, resources, venues, challenges, successes, goals and future plans. Give the group pens, paper and post-it notes to write the information for themselves. Ask the community directly to identify other areas that may be missing or need further clarity such as what people do, how they do it, and why it matters.\n3. Create a Digital Community Map: Use a digital tool (like Miro) to depict the key issues identified in the previous step such as activities, values, and interactions. Identify key themes within the mapping, such as improvised learning, peer decision-making, and interpersonal communication.  Share and reflect on the mapping with the community to ensure it reflects their perspectives, feedback and values. This visualisation helps clarify the unique cultural and educational values of the community's work.\n4. Edit and Curate Media Content: Use digital editing software to select meaningful clips that represent: the character of the group, key making processes and examples of learning or collaboration. Add captions, context, or music if appropriate, for accessibility and engagement.\n5. Set Up a Community Instagram or Social Media Page: Create a dedicated Instagram account, adding a biography that explains the group's purpose and invites participation. Upload a profile photo and a few starter posts in order to set the tone of the group and page.\n6. Share Stories and Engage New Audiences: Regularly post short videos, photos, or quotes from your mapped content. Focus on accessible, inspiring, and human-centred content that highlights repair culture. Use hashtags, tags, and location features to expand visibility and reach younger or local audiences.\n7. Support Sustainable Growth: Discuss social media management with the community: who will post, how often, and with what tone. Consider developing a content calendar or offering training to participants who want to co-manage the account. Link Instagram content to other creative outputs like films, exhibitions, or events to maintain relevance and impact.",      
      "challenges": "Privacy and consent: Always get written ethical consent and clear permission to film and share images or quotes.\nTransparency: Collaborate with the group to ensure the maps reflect the key issues and values reported by them.\nSustaining momentum: Maintaining an active social media presence requires time, care, and consistency.\nBalancing authenticity and curation: Ensure that posts reflect real community values, not just polished highlights.\nIt is important to ensure the community collaborates and that their voice is reflected accurately, and that they consent to the posts and information being shared.",      
      "conditions": "Materials and Tools Required:\nPaper, pens and post-it notes;\nRecording equipment, such as a camera or a smartphone;\nAudio recorder (optional);\nMiro (or similar online whiteboard tool);\nVideo editing software (for example, Adobe Premiere Pro, iMovie);\nInstagram or Social Media account;\nWi-Fi access and basic digital literacy.",      
      "publications": "/",      
      "templates": "/",      
      "category": "/"
    },
    {
      "id": "M006",
      "name": "Mentor Species",
      "type": "Methods",
      "description": [
        "This method is designed to support participants in developing deepened awareness, empathy, and ethical reflection through the creation of more-than-human characters, called specifically ‘Mentor Species’. It helps participants explore interspecies relationships, challenge anthropocentric perspectives, and prepare for collaborative roleplay exercises. The process invites ethical imagination, emotional engagement, and ecological thinking, and prepares participants for roleplay exercises and games. "
      ],
      "steps": "1. Preparation and Participant Recruitment: Circulate a Call for Participants (CFP) via networks, social media, and community partners – ensuring to use clear, inclusive language. Clarify the workshop intentions in all outreach, explaining that this is an opportunity for collaborative reflection and creative practice, and not a performative acting workshop. Prepare a Character Development Sheet or workbook, which should include reflective prompts, simple guidance, and space for drawing or writing.\n2. Scaffolding and Introducing the Concept of the Mentor Species: Begin the session with a gentle introduction to the 'Mentor Species' idea, discussing non-human beings who offer perspective on ecological, ethical, or emotional realities. Emphasise that these species may be: stressed or sick (due to climate, political, or systemic crises); resilient, adaptive, or vulnerable; engaged in complex relationships such as mutualist, competitive, parasitic, or cooperative, with both humans and other species.\n3. Reflective Character Building: invite participants to choose or be assigned a species (non-human animal, plant, or even microbe). Use guided prompts to reflect on questions, such as: How is this species doing right now? What might be causing stress or thriving? What does it feel like in their body or environment? What do they know that humans might not? What are their relationships to other life forms (including humans)? Here, try to avoid anthropomorphism unless intentionally used to provoke reflection. Instead, encourage imaginative empathy rooted in ecology.\n4. Introduce Ethical and Political Dimensions: encourage participants to consider the following reflections as prompts - how their species' experience intersects with human systems (e.g., capitalism, colonialism, extractivism); what their species might say about justice, care, or responsibility; how this perspective changes their own understanding of the Earth crisis. You might want to reference thinkers such as Robin Wall Kimmerer (traditional and scientific knowledges), Donaldson and Kymlicka (around animal rights and interspecies justice), and Maria Puig de la Bellacasa (environmental ethics and matters of care).\n5. Support Roleplay Preparation: ensure to help participants develop the character's voice, considering - how do they speak, move, and express themselves? Explore how the species interacts with others, including potential conflict, solidarity, misunderstanding or curiosity. Begin gentle, low-pressure exercises to embody or represent their species in group contexts.\n6. Facilitate Dialogue, Reflections and Mutual Learning: allow time for participants to share their character reflections in pairs or small groups. Use this moment to shift from individual insight to collective understanding, asking critical questions such as: what do we learn from each other's species? How might their relationships mirror or critique human systems?",      
      "challenges": "Accessibility: Ensure the material remains understandable and emotionally safe for all, while still encouraging deep reflection.\nInclusivity: Design prompts and processes that work across neurodivergence, language levels, and lived experience.\nAvoid Simplistic Solutions: This method is not about 'fixing' the planet through human action alone but about extending a sense of possibly relations, and reframing how we relate to other beings.",      
      "conditions": "Materials Needed:\nCharacter development worksheets;\nArt supplies for drawing or visualisation (optional);\nAudio/video clips or species profiles (optional);\nComfortable space for group dialogue.\nOptional: Digital tools for remote or online sessions (such as video conferencing software, digital workspace access and shared online documents)",      
      "publications": "Bridget McKenzie Earth Crisis Blinkers: https://bridgetmckenzie.uk/earth-crisis-blinkers-explained",      
      "templates": "Meet the Mentor Species Playing Cards: https://drive.google.com/file/d/1J8-PsFIIL4k6ohIAOzj4b35kguw2Lbnv/view?usp=sharing\nInterspecies Character Development sheet: https://drive.google.com/file/d/1s1TU6a4JFJVUIfSWBjTKbMB2MrLNwvIi/view?usp=sharing",      
      "category": "/"
    },
    {
      "id": "M007",
      "name": "Interspecies Meditation and Sharing Circle",
      "type": "Methods",
      "description": [
      "This method combines guided meditation and roleplay-based sharing to help participants develop empathy for non-human life forms (here, 'mentor species') while exploring systemic environmental issues. Grounded in somatic and imaginative practice, the method creates space to reflect on grief, justice, and co-existence in the Earth Crisis (Bridget McKenzie).",
      "The process encourages cross-species listening and collaborative meaning-making, building emotional literacy alongside ecological awareness. It is especially effective when used in intergenerational or youth-centred spaces exploring biodiversity, planetary boundaries, or multispecies justice."
      ],
      "steps": "1. Set the Frame (10–15 mins):\nIntroduce the method clearly and gently, framing it as an imaginative, reflective exercise, not a performance or test. Discuss how participants will be inhabiting the perspective of a non-human 'mentor species' and explain how the purpose is to shift focus from human-centred solutions to relational awareness, grief, and justice.\nShare ground rules: These include ensuring respect for different comfort levels, mindful movement (participants may move during the meditation if needed) and emphasising confidentiality and consent in the sharing circle.\nIntroduce Bridget McKenzie's Earth Crisis diagrams or key concepts (for example, planetary boundaries, societal causes, impacts on lives, tactics and solutions) to give participants a systemic lens for what they may encounter or feel.\n2. Guided Interspecies Meditation (10–20 mins, adaptable):\nChoose one of two formats depending on your group's needs:\nOption A: Traditional Format (Single Flow)\nLead a 20-minute guided meditation helping participants gradually become immersed in their mentor species' world. Begin with somatic grounding (breath, weight, posture). Guide attention into the species' body, senses, landscape. Explore how the species moves, eats, communicates, and interacts. Transition to exploring pressures, stressors, or conflicts the species might face.\nOption B: Adapted Format (Segmented for Neurodivergence)\nBreak the meditation into 3–5 minute segments with short pauses between for mini-reflection or gentle movement. Encourage participants to stand, move, or stim in quiet ways, if needed. After each segment, invite 1–2 words or gestures to reflect what they are noticing. Here, participants can be paired with pre-assigned species based on local ecologies, or allow them to choose species that resonate.\n3. Sharing Circle (20–30 mins):\nAfter the meditation, invite participants to speak in character as their mentor species.\nPrompt questions include: What comes up for you? What feelings and thoughts? What have you learned? What kind of world would support your thriving? How do you feel about human activity or decisions? Encourage participants to listen and respond as their species, developing a shared web of interspecies dialogue.\n4. Collective Reflection and Closure (15–20 mins):\nEncourage participants to shift back to speaking as themselves. Prompt reflections including: What surprised you? Did anything shift in how you see your own role in Earth's crisis? Where do you feel grief? Where do you feel responsibility or hope? Offer participants the chance to write or sketch short responses before verbal discussion, especially for those who process internally. Close with a brief grounding or transition ritual (such as - breath, gesture, shared silence, or nature object offering).",      
      "challenges": "Justice for All Species: This method is not about escapism, but about extending a sense of possible relations, redistributing attention, making space for voices excluded from dominant narratives.\nNeurodiversity-Informed: Long meditations may be inaccessible for many; build in rest, pacing, and optional ways to participate.\nEmotional Terrain: Different feelings are likely to emerge depending on participants' personal experience. In addition to wonder and delight, grief, disappointment and despair may to emerge. Hold space for difficult feelings and avoid rushing toward solutions.\nFacilitator Role: Your presence, tone, and responsiveness are crucial. This work needs humility, emotional intelligence, and adaptability.\nTechnology Caution: Be mindful of technology (for example, face filters or AI tools that may come with their own eco-social justice impacts); prioritise embodied, relational, and human-centred approaches first.",      
      "conditions": "Materials and Conditions Required:\nA quiet, safe, and comfortable space for seated or floor-based meditation\nOptional: cushions, chairs, or blankets for comfort;\nPrinted or digital Earth Crisis System Diagrams (from Bridget McKenzie's frameworks);\nCharacter or species prompt cards (optional);\nPaper, a shared board or screen (for sharing discussion points);\nA facilitator with experience in somatic or meditative guidance;\nOptional: small props or natural objects (feathers, leaves, bones, shells).\nIn addition, the following could be integrated:\nUse visual aids: species photos, maps, soundscapes;\nRecord the sharing circle (with permission) for artistic/archival use;\nCreate collective artwork, word clouds, or visual diaries post-session;\nConsider co-facilitation with a young person or neurodiverse co-leader.",      
      "publications": "Bridget McKenzie Earth Crisis Blinkers: https://bridgetmckenzie.uk/earth-crisis-blinkers-explained",      
      "templates": "Felixstowe Youth VOICE Interspecies Meditation and Sharing Circle Script  (Segmented for Neurodivergence): https://drive.google.com/file/d/1U9z_PPXCMKIXGWMQCf7khv__6qxxS3QI/view?usp=sharing\nInterspecies Meditation and Sharing Circle audio download: https://soundcloud.com/interspecies-assemblies/interspecies-meditation-and-sharing-circle",      
      "category": "/"
    },
    {
      "id": "I001",
      "name": "Waag Futurelab",
      "type": "Institutions",
      "bio": [
        "Waag was established in 1994 by Marleen Stikker and Caroline Nevejan, emerging from the groundbreaking 'De Digitale Stad' (the digital city), an early internet access point and social media hub. Stikker led the charge in pioneering the digital public sphere, chronicling its evolution in her book 'Het internet is stuk (maar we kunnen het repareren)' (The internet is broken, but we can fix it). Originally known as the 'Society for Old and New Media,' Waag has transformed into a Future Lab exploring the intersection of technology, art, and science.",
        "Today, Waag Futurelab is dedicated to crafting a sustainable, equitable society through collective research on emerging technologies and challenging cultural norms. Waag Futurelab experiment, design, and advocate for alternatives rooted in public values, fostering an open, fair, and inclusive future in collaboration with civil society."
      ],
      "website": "https://waag.org/en/"
    },
    {
      "id": "I002",
      "name": "INOVA",
      "type": "Institutions",
      "bio": [
        "INOVA+ is a consultancy company that for 25 years has supported the growth of organisations through innovation, international cooperation, digital transformation, and access to funding. INOVA+ is the Portuguese leading company in the field of the promotion, management, dissemination, and exploitation of international projects on Innovation, Training and Research & Technological Development, having supported over 500 organizations across various sectors, managed more than 300 projects, and coordinated more than 30 European projects.",
        "The company brings together and has access to a multidisciplinary team, comprised of professionals with proven experience in data collection and analysis, training, monitoring, digital technology development, designers, among others. The focus is on people and projects that contribute to mastering the social, ecological, and economic challenges the EU faces."
      ],
      "website": "https://inova.business/en/"
    },
    {
      "id": "I003",
      "name": "Royal College of Art",
      "type": "Institutions",
      "bio": [
        "The Royal College of Art is the UK’s only entirely postgraduate university of art and design, dedicated to teaching, research and knowledge exchange with industry. Founded in 1837, the Royal College of Art is the world’s largest community of postgraduate art and design students. It is also the oldest art and design university in continuous operation and has been ranked as the world's number one art and design university for eleven consecutive years, according to the QS World University Rankings by Subject 2025 – the worldwide survey of academic and industry opinion.",
        "The College is located on three sites in central London, in Battersea, Kensington, and White City. Noteworthy alumni include Sir James Dyson, Thomas Heatherwick, David Hockney, Tracey Emin, Christopher Bailey, Julien McDonald, Margaret Calvert, Alison Jackson, Idris Khan, Sir Quentin Blake, Sir David Adjaye, Suzie Templeton and Sir Ridley Scott."
      ],
      "website": "https://www.rca.ac.uk/"
    },
    {
      "id": "I004",
      "name": "University College Dublin",
      "type": "Institutions",
      "bio": [
        "University College Dublin (UCD) is one of Europe's leading research-intensive universities; bringing undergraduate education, masters and PhD training, research, innovation, and community engagement together. Since its foundation, the University has made a unique contribution to the creation of modern Ireland, based on successful engagement with Irish society on every level and across every sphere of activity. ",
        "The international standing of UCD has grown in recent years; it is currently ranked within the top 1% of higher education institutions worldwide. UCD is also Ireland's most globally engaged university with over 38,000 students drawn from 152 countries, including over 5,000 students based at locations outside of Ireland. ",
        "The University's main Dublin campus occupies a parkland estate of 133 hectares and offers world-leading facilities including the UCD O'Brien Centre for Science, UCD Sutherland School of Law, UCD Lochlan Quinn School of Business, UCD Moore Centre for Business, and the UCD Student Centre."
      ],
      "website": "https://www.ucd.ie/"
    }
  ],
  "links": [
    {
      "source": "P001",
      "target": "PR001",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P001",
      "target": "I001",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P001",
      "target": "M001",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR001",
      "target": "M001",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "PR002",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "I001",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "M002",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR002",
      "target": "M002",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "PR003",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "I002",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "M003",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR003",
      "target": "M003",
      "relationship": "connected",
      "strength": 1
    },
     {
      "source": "P004",
      "target": "PR004",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "I003",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "M004",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR004",
      "target": "M004",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "M005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR004",
      "target": "M005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "PR005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "I003",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "M006",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "M007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR005",
      "target": "M006",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR005",
      "target": "M007",
      "relationship": "connected",
      "strength": 1
    }
  ]
}