{
  "nodes": [
    {
      "id": "M008",
      "name": "Community Mapping and Social Media Method",
      "type": "Methods",
      "description": "The Community Mapping and Social Media method combines digital mapping, observational research, and social media to highlight the values and dynamics of community repair, upcycling, and making practices. It supports community visibility, skill-sharing, and sustainability by documenting and sharing stories through online platforms like Instagram.",
      "category": "/",
      "steps": "1. Observe and Document Community Practices: Ensure to gain written ethical consent from the community prior to meeting or observation. Then, once consent is obtained, ask to participate in or attend repair/upcycling workshops or community gatherings. Take observational notes on group dynamics, learning styles, decision-making, and collaborative making processes. Record video and audio clips (with permission) to capture key interactions and techniques in real-time.\n2. Create a Digital Community Map: Use a digital tool (like Miro) to map activities, values, and interactions. In particular, map what people do, how they do it, and why it matters. Identify key themes within the mapping, such as improvised learning, peer decision-making, and interpersonal communication.  Share and reflect on the mapping with the community to ensure it reflects their perspectives, feedback and values. This visualisation helps clarify the unique cultural and educational values of the community's work.\n3. Edit and Curate Media Content: Use digital editing software to select meaningful clips that represent: the character of the group, key making processes and examples of learning or collaboration. Add captions, context, or music if appropriate, for accessibility and engagement.\n4. Set Up a Community Instagram or Social Media Page: Create a dedicated Instagram account, adding a biography that explains the group's purpose and invites participation. Upload a profile photo and a few starter posts in order to set the tone of the group and page.\n5. Share Stories and Engage New Audiences: Regularly post short videos, photos, or quotes from your mapped content. Focus on accessible, inspiring, and human-centred content that highlights repair culture. Use hashtags, tags, and location features to expand visibility and reach younger or local audiences.\n6. Support Sustainable Growth: Discuss social media management with the community: who will post, how often, and with what tone. Consider developing a content calendar or offering training to participants who want to co-manage the account. Link Instagram content to other creative outputs like films, exhibitions, or events to maintain relevance and impact.",
      "challenges": "Key Challenges to Consider:\nPrivacy and consent: Always get written ethical consent and clear permission to film and share images or quotes.\nSustaining momentum: Maintaining an active social media presence requires time, care, and consistency.\nBalancing authenticity and curation: Ensure that posts reflect real community values, not just polished highlights. It is important to ensure the community collaborates and that their voice is reflected accurately, and that they consent to the posts and information being shared.",
      "conditions": "Materials and Tools Required:\r\n•\tRecording equipment, such as a camera or a smartphone \r\n•\tAudio recorder (optional)\r\n•\tMiro (or similar online whiteboard tool)\r\n•\tVideo editing software (for example, Adobe Premiere Pro, iMovie)\r\n•\tInstagram or Social Media account\r\n•\tWi-Fi access and basic digital literacy",
      "links": "https://www.instagram.com/ealingrepaircafe/?api=esporte%2Bbet%E3%80%90GB77.CC%E3%80%91.kvgx&hl=zh-cn"
    },
    {
      "id": "M009",
      "name": "Interspecies Meditation and Sharing Circle",
      "type": "Methods",
      "description": "This method combines guided meditation and roleplay-based sharing to help participants develop empathy for non-human life forms (here, 'mentor species') while exploring systemic environmental issues. Grounded in somatic and imaginative practice, the method creates space to reflect on grief, justice, and co-existence in the Earth crisis (Bridget McKenzie).\n\nThe process encourages cross-species listening and collaborative meaning-making, building emotional literacy alongside ecological awareness. It is especially effective when used in intergenerational or youth-centred spaces exploring biodiversity, planetary boundaries, or multispecies justice.",
      "category": "/",
      "steps": "1. Set the Frame (10–15 mins)\nIntroduce the method clearly and gently, framing it as an imaginative, reflective exercise, not a performance or test. Discuss how participants will be inhabiting the perspective of a non-human 'mentor species' and explain how the purpose is to shift focus from human-centred solutions to relational awareness, grief, and justice.\nShare ground rules: These include ensuring respect for different comfort levels, mindful movement (participants may move during the meditation if needed) and emphasising confidentiality and consent in the sharing circle.\nIntroduce Bridget McKenzie's Earth Crisis diagrams or key concepts (for example, planetary boundaries, societal causes, impacts on lives, tactics and solutions) to give participants a systemic lens for what they may encounter or feel.\n\n2. Guided Interspecies Meditation (10–20 mins, adaptable)\nChoose one of two formats depending on your group's needs:\nOption A: Traditional Format (Single Flow)\nLead a 20-minute guided meditation helping participants gradually become immersed in their mentor species' world. Begin with somatic grounding (breath, weight, posture). Guide attention into the species' body, senses, landscape. Explore how the species moves, eats, communicates, and interacts. Transition to exploring pressures, stressors, or conflicts the species might face.\n\nOption B: Adapted Format (Segmented for Neurodivergence)\nBreak the meditation into 3–5 minute segments with short pauses between for mini-reflection or gentle movement. Encourage participants to stand, move, or stim in quiet ways, if needed. After each segment, invite 1–2 words or gestures to reflect what they are noticing. Here, participants can be paired with pre-assigned species based on local ecologies, or allow them to choose species that resonate.\n\n3. Sharing Circle (20–30 mins)\nAfter the meditation, invite participants to speak in character as their mentor species.\nPrompt questions include: What do you want the humans here to understand? What are you afraid of, or angry about? What kind of world would support your thriving? How do you feel about human activity or decisions? Encourage participants to listen and respond as their species, developing a shared web of interspecies dialogue.\n\n4. Collective Reflection and Closure (15–20 mins)\nEncourage participants to shift back to speaking as themselves. Prompt reflections including: What surprised you? Did anything shift in how you see your own role in Earth's crisis? Where do you feel grief? Where do you feel responsibility or hope? Offer participants the chance to write or sketch short responses before verbal discussion, especially for those who process internally. Close with a brief grounding or transition ritual (such as - breath, gesture, shared silence, or nature object offering).",
      "challenges": "Challenges and Considerations:\nJustice for All Species: This method is not about escapism, but about redistributing attention, making space for voices excluded from dominant narratives.\nNeurodiversity-Informed: Long meditations may be inaccessible for many; build in rest, pacing, and optional ways to participate.\nEmotional Terrain: Grief and despair are likely to emerge. Hold space for difficult feelings and avoid rushing toward solutions.\nFacilitator Role: Your presence, tone, and responsiveness are crucial. This work needs humility, emotional intelligence, and adaptability.\nTechnology Caution: Be mindful of technology (for example, face filters or AI tools); prioritise embodied, relational, and human-centred approaches first.",
      "conditions": "Materials and Conditions Required:\n•        A quiet, safe, and comfortable space for seated or floor-based meditation\nOptional: cushions, chairs, or blankets for comfort\n•        Printed or digital Earth Crisis System Diagrams (from Bridget McKenzie's frameworks)\n•        Character or species prompt cards (optional)\n•        Paper, a shared board or screen (for sharing discussion points)\n•        A facilitator with experience in somatic or meditative guidance\nOptional: small props or natural objects (feathers, leaves, bones, shells)\nIn Addition, the following could be integrated:\nUse visual aids: species photos, maps, soundscapes\nRecord the sharing circle (with permission) for artistic/archival use\nCreate collective artwork, word clouds, or visual diaries post-session\nConsider co-facilitation with a young person or neurodiverse co-leader",
      "links": "https://bridgetmckenzie.uk/earth-crisis-blinkers-explained"
    },
    {
      "id": "M010",
      "name": "The RiverSync Method: RiverSync Platform, Diplomatic Suitcase, and Buoy Sensor Module Method",
      "type": "Methods",
      "description": "The RiverSync Method is an interdisciplinary, artist-led approach to ecological storytelling that blends community engagement, technological prototyping, and symbolic artistic expression. It revolves around three core elements:\n1.        RiverSync Platform\nA digital interface that visualizes real-time environmental data from rivers, designed through participatory workshops and user-centered design. It brings together artistic aesthetics, ecological knowledge, and live sensor inputs to tell compelling, accessible stories about water systems.\n2.        Buoy Sensor Module\nA floating, modular sensing device developed through iterative prototyping. It captures data such as water quality, sound, and video, using Raspberry Pi and environmental sensors. The buoy serves both scientific and poetic functions, bridging physical ecosystems with digital representations.\n3.        Diplomatic Suitcase\nA symbolic and portable artwork that represents the Rights of Nature and water justice. It contains legal, cultural, and ecological narratives and is used in exhibitions and public forums to advocate for water bodies as living entities with rights.\n\nThe RiverSync Method components aim towards forming a planet-centric methodology that empowers artists and communities to collaborate across disciplines, making visible the unseen dynamics of water systems, and challenging our relationships with rivers through both technical innovation and story-rich expression.",
      "category": "/",
      "steps": "I. Foundation and Ideation. Initiate Dialogue and Collaboration: begin with collaborative ideation sessions, engaging artists, programmers, and scientists. Use online visual digital platform tools to support collaborative ideating, such as Miro or Canva, for mapping ideas and aligning visions. Collaboratively define ecological and aesthetic goals: framing the project around ecological narratives, considering the Rights of Nature, eco-social storytelling, and more-than-human perspectives. Experiment with Generative Design, using tools such as TouchDesigner to prototype water-inspired visuals.\n2. Community-Centred Co-Creation. Host participatory workshops, for example RiverSync hosted TU Berlin and Spore Workshops. Begin with meditations or rituals that centre water as a subject. Plan participatory workshops which include a blend of expert talks, group discussions, and hands-on problem-solving. Integrate diverse perspectives through design workshops - to include river communities, artists, and technologists, using hybrid formats (in-person/digital) for accessibility. \nUse Workshop Outcomes to Inform Design: collect field notes, then work to cluster themes, and derive actionable goals from the workshop data and analysis. Embed the ideas directly into the platform, interface and sensor planning.\n3. Technological Prototyping. Onboard technical collaborators, involving coders and engineers early in the process in order to ensure full integration from the outset. Assign roles based on expertise – such as, from sensor configuration to UI/UX design. Design the Buoy Sensor Module – beginning with sketching by hand, then developing into detailed 3D CAD models, ensuring to emphasize modularity, weatherproofing, and river-specific sustainability. Prototype Data Systems integrating Raspberry Pi, hydrophones, and sensors. Test in controlled settings before deploying in natural environments. Develop UI/UX in Figma, translating concept into visual interface. Focus on accessibility, narrative flow, and live data integration.\n4. Artistic Expression and Storytelling\nCreate the Diplomatic Suitcase: an object-based artistic artifact representing the Rights of Water Bodies, which uses storytelling, sketches, and embedded materials. This can be used as a tool to showcase at exhibitions, to inform the public about the project and its key themes and findings. Build RiverSync Platform Narrative: visualize data as poetry, storytelling, or ambient media. Connect the sensory (buoy) to the symbolic (suitcase) and digital (platform). Iterate with Field Testing: deploy prototypes in real sites (e.g., Corsica). Refine hardware and UX through live data capture and environmental testing.\n5. Refinement and Public Engagement: consolidate learnings by documenting workshop insights, technological schematics, and conceptual frameworks. Use these to create educational materials or toolkits. These can be used when disseminating in exhibition settings - combining physical prototypes, platform visualizations, and live sensing. Disseminate and share – keeping findings and methods open-source as far as possible. Present findings at symposia, art events, or via digital publication.",
      "challenges": "Key Challenges\nInterdisciplinary Coordination: Balancing artistic vision with technical feasibility requires constant communication across fields.\nEnvironmental Conditions: Water-based deployments must account for weather, moisture, durability, and access to reliable power sources.\nTechnical Complexity: Integrating hardware (sensors, Raspberry Pi, audio/video) with software (data visualization, streaming) can be time-intensive and requires iterative testing.\nCommunity Engagement: Ensuring meaningful participation from diverse stakeholders demands sensitivity, accessibility, and sustained outreach.\nNarrative Integration: Maintaining coherent storytelling across physical (buoy), symbolic (suitcase), and digital (platform) elements can be conceptually challenging.\nScalability and Sustainability: Designing systems that are modular, adaptable, and low-maintenance is essential for long-term impact and reproducibility.",
      "conditions": "Conditions and Materials Required:\nCreate a collaborative environment: find an open, interdisciplinary space for artists, technologists, and communities to co-create. Access to water sites is needed - natural river environments for field testing and ecological connection. Community Participation is key for the involvement of local or affected communities for contextual relevance.\nA physical and/or digital workshop space is required for participatory design sessions.\nTechnical Infrastructure needed includes basic internet access, power sources, and tools for prototyping.\n\nCore Materials and Tools:\nThis method makes use of digital tools such as Miro or similar digital whiteboard,\nTouchDesigner (for generative visuals), Figma (for UI/UX design), Rhino/CAD (for 3D modelling), Python (for sensor integration and data transmission), Raspberry Pi OS – these may require a power supply and SD card. In addition, hydrophones, environmental sensors (e.g., temperature, turbidity, pH) may be used. Microphones and camera modules, and Buoy materials (weatherproof casing, floating body, modular casing) may also be required. Artistic Materials include Sketching tools (pencil, paper, digital tablets). Note-taking and documentation tools (physical notebooks or shared drives).",
      "links": "https://jakobkukula.com/projekte/diplomatic-suitcase.html  https://jakobkukula.com/projekte/spreeberlin.html"
    },
    {
      "id": "M011",
      "name": "Repair and Reuse Sampling Workshop Method",
      "type": "Methods",
      "description": "The Repair and Reuse Sampling Method is a creative, collaborative workshop approach focused on transforming textile waste—offcuts, scraps, and discarded garments—into new forms through accessible upcycling techniques. It uses fashion aesthetics, cooperative making, and hands-on learning to empower participants with both technical skills and imaginative confidence.\n\nThis method can be adapted for varied group settings and is ideal for community studios, fashion schools, and arts-led sustainability initiatives.",
      "category": "/",
      "steps": "1. Prepare Your Materials and Setting: Gather offcuts, fabric scraps, and unwanted garments (such as, an old pair of jeans). Bring basic sewing equipment: scissors, pins, needles, sewing machines. Have a sample garment on hand to act as a design template (for example, a maxi skirt). Prepare a demonstration (for example, the 'strip foundation piecing' technique - a method where fabric strips are sewn onto a base cloth, building a patchwork surface). If available, bring digital or printed visuals to support visual learning.\n2. Introduce the Concept and Technique: Begin with a short talk, which could: explain the goals of upcycling; introduce specific techniques (such as strip foundation piecing, yarn made from t-shirts or Reverse appliqué); show the sample garment; and discuss possible transformations. It is important to emphasise that this method is guided by fashion thinking - encouraging experimentation while also aiming for a wearable or functional outcome.\n3. Engage in Cooperative Making: Divide participants into small working groups or pairs and begin by constructing small test pieces (such as, using strip foundation piecing). Focus on composition, colour play, and stitch experimentation. Use these sample pieces as templates for scaling up. Transition into a shared transformation task (for example, converting jeans into a skirt). Encourage participants to talk through their process - narrating their decisions, explaining the challenges, and suggesting solutions collaboratively.\n4. Support Creative Decision-Making: Provide encouragement and technical input as needed (for aspects such as garment structure, stitch techniques). Reinforce that experimentation and play are valued, and allow participants to modify the process as they respond to the materials.\n5. Document the Process: Film short clips of the participants working showing 'hands-in-action', voiceovers, or group discussions ensuring to gain ethical consent to do so. Capture both finished outcomes and in-progress moments. Discuss how video and sound clips could be used to share techniques and reach broader audiences (through social media, zines, installations).\n6. Reflect and Share: At the end of the workshops, hold short group reflection sessions asking: What worked and what was more challenging? What would you try next time? How do you feel about the materials you used? Highlight the potential for showcasing outcomes, such as at fashion shows or community exhibitions. Link the discussions to circular fashion narratives, using the workshop as a space to discuss themes of repair culture, mending heritage, and care ethics in fashion.",
      "challenges": "Reflections and Key Challenges: Upcycling is both a technical skill and a creative mindset – this means that it is important to intertwine making with sustainability discussions and reflections. Participants often need structured guidance to get started – but once this initial support is provided, it is observed that many participants flourish when given the freedom to experiment and play. Collaborative working helps participants to demystify garment construction and fosters peer learning – it may function differently if working with participants on an individual basis. Documenting the processes through media can democratise access to knowledge and inspire others - do ensure to gain ethical consent for use (for example) photography, video, written and spoken feedback from participants. If participants are struggling to visualise the end result of the repair technique - guide them to work in different ways such as using sketching, draping, or pinning ideas onto mannequins or hangers. Technology-assisted learning may be considered, such as the use of QR codes linking to video demonstrations, or audio guides or podcasts for sewing tips and techniques.",
      "conditions": "Key Conditions and Materials Required Include: \nWorkshop Space and Equipment: Finding and fostering a collaborative environment is helpful in order to encourage a supportive, inclusive space for discussion and shared making. Basic workshop setup and sewing equipment is required including: tables, chairs, good lighting, and access to power for sewing machines, access to basic sewing tools including scissors, pins, needles, thread, measuring tape, seam rippers. Access to sewing machines (at least one per 3-4 participants). A minimum time of 2-3 hours works well to give space for sampling and collaborative making. Facilitator guidance is required, from someone with knowledge of garment construction and upcycling techniques. Ensure to allow space for reflection (dialogue) and display (of sample), which could be wall or table space, to share sample pieces and progress.\n\nMaterials required include: Fabric offcuts, scraps, and remnants, old garments (such as jeans or shirts for transformation), base cloth for repair techniques (lightweight cotton or muslin), garment templates or sample pieces (such as a maxi skirt for reference). Optional extras could be added, depending on which repair techniques are being used, including t-shirts (for yarn-making), additional embellishment materials (buttons, trims, patches), as well as audio and video equipment for documenting the process.",
      "links": "https://discovery.ucl.ac.uk/id/eprint/10194714/ https://touchcraft.org.uk/voice-project/ https://touchcraft.org.uk/ealing-repair-cafe-short-film/ https://www.instagram.com/ealingrepaircafe/?api=esporte%2Bbet%E3%80%90GB77.CC%E3%80%91.kvgx&hl=zh-cn   https://www.youtube.com/watch?v=dD-fF8jtC9k"
    },
    {
      "id": "M012",
      "name": "World Sensorium: Ireland - Peatlands - Cultural Documentary Method",
      "type": "Methods",
      "description": "The 'World Sensorium: Ireland - Peatlands - Cultural Documentary' Method is an interdisciplinary, community-driven approach to documenting and preserving Ireland's olfactory and ecological heritage through film, storytelling, and participatory research. Rooted in sensory ethnography and environmental art, the method explores the cultural significance of peatlands – in relation to scent - as a powerful entry point into memory, identity, and climate consciousness.\nCombining oral histories, field immersion, scent-based inquiry, and ecological observation, the method aims to centre local voices and to foster intergenerational dialogue. It emphasizes co-creation, cultural stewardship, and the integration of sensory experience into environmental documentary filmmaking, with the goal of inspiring both personal connection and global action.",
      "category": "/",
      "steps": "1. Community Engagement and Sensory Dialogue: this step allows the establishment of trust and begins a cultural-ecological exchange. Organize local workshops (such as, with schools or community groups), introducing themes of memory, scent, and heritage. Facilitate sensory activities, such as scent memory exercises tied to local flora and peat. Collect oral histories and sensory memories through interviews and group discussions, centring lived experience, especially from older generations.\n2. Fieldwork and Ethnographic Immersion: visit peatland sites and document ecological and cultural observations. Conduct interviews with key stakeholders, for example - ecologists, sustainability experts, farmers, and local storytellers. Observe and participate in community traditions and land-based practices. Ensure to record field notes, audio, and video of landscapes and local environments in order to develop deep contextual understanding through presence and observation.\n3. Sensory and Olfactory Research: To help further understand scent as heritage and symbol, investigate the cultural significance of peat's aroma and regional plant life, reflecting on how olfactory experiences relate to identity and memory. Conduct secondary research such as population-based olfactory projection research. Begin material procurement for scent formulation if possible.\n4. Documentation and Media Capture: build a strong audio-visual archive for storytelling - film peatland landscapes with attention to atmosphere and scale, and capture narrative interviews and ambient sounds. Focus on how the visuals and sound can evoke sensory experiences and emotional resonance. Emphasize both ecological and cultural content in imagery.\n5. Comparative Narrative Analysis: Transcribe interviews and review for recurring themes, for example analysing how communities frame environmental change, loss, and resilience. Start to identify patterns and meanings across diverse perspectives.\nStudy the intersections between science, art, tradition, and sustainability, and explore unexpected connections (e.g., peat and winemaking) through interdisciplinary methods.\n6. Collaborative Storycraft and Interpretation: create a cohesive narrative using creative storytelling tools (for example, paper edits, visual mapping) to shape the documentary's structure, building story arcs from collected voices and lived experiences. Prioritize co-authorship including collaborators' input in narrative choices. Reflect critically, for example on generational shifts in sensory connection to nature.\n7. Production and Film Development: organize film footage, B-roll, and interview transcripts. Begin assembling rough cuts with attention to pacing, emotion, and message – in order to aim to translate collected content into an impactful visual experience. Consider ways to evoke the concept of scent through sound design, visual rhythm, and metaphor – being intentional about storytelling choices.\n8. Outreach and Public Engagement: present the documentary in community settings, festivals, or educational contexts, and facilitate post-screening conversations about sensory heritage and ecological stewardship. Use the documentary as a tool for advocacy- linking to the UN Sustainable Development Goals, climate action, and cultural conservation. Explore alternative or DIY distribution strategies that prioritize access and participation, to provoke dialogue, action, and reflection.\n9. Archiving and Future Collaboration: to ensure that the project lives on as an evolving cultural resource, archive interviews, footage, and research for future artists and researchers. Develop toolkits or guidelines for other communities to replicate the process and establish long-term relationships with collaborators for future iterations or expansions.",
      "challenges": "Key Challenges:\nSensory Intangibility: capturing and conveying scent-based heritage is inherently difficult, as smell is a non-visual and ephemeral medium that cannot be directly represented through conventional documentation tools like video or text.\nGenerational Disconnect: many younger individuals have limited sensory connections to the natural world, making it more difficult to evoke resonance through olfactory heritage. Their memories are often linked to synthetic or commercial scents rather than natural landscapes.\nLimited Resources: operating with a restricted budget requires creativity in sourcing materials, planning workshops, producing the documentary, and organizing outreach campaigns.\nData Overload and Narrative Clarity: extensive interviews, field recordings, and oral histories present a challenge in distilling a coherent and emotionally engaging storyline that represents the complexity of cultural and ecological narratives.\nTime-Intensive Ethnography: building trust, gathering stories, and developing authentic community relationships require sustained time and presence, which can be difficult to balance with production deadlines.\nClimate and Cultural Urgency: the peatlands are rapidly changing due to environmental pressures. There's a sense of urgency to document and preserve before further degradation or cultural forgetting occurs.",
      "conditions": "Conditions:\nCommunity Willingness and Trust: essential for participatory methods. Requires early engagement, clear communication, and reciprocal value.\nAccess to Peatlands: requires permission from local authorities or landowners and suitable weather conditions for fieldwork.\nCultural Sensitivity: approach the work with respect for local knowledge systems, storytelling practices, and the emotional weight of heritage.\nCollaborative Network: access to scientists, artists, ethnographers, and sustainability experts enhances the interdisciplinary depth.\nTime for Immersion: both in community spaces and landscape, to build trust and gain nuanced understanding.\nBudget Flexibility: even a modest fund helps cover basic costs – such as travel, materials, equipment, and event logistics.\n\nMaterials Needed May Include:\nAudio-Visual Equipment: a camera, microphone, tripod, audio recorder (for capturing interviews, B-roll, and ambient sound).\nField Supplies: notebooks, GPS/map, waterproof gear, and power banks for rural peatland visits.\nScent Materials: local aromatic flora, peat samples, scent diffusers or jars (for use in workshops and exhibitions).\nEditing Tools: laptop or desktop with editing software, transcription tools, and hard drives.\nDocumentation Tools: consent forms, data sheets, voice recorders, and archival storage for interviews and community contributions.",
      "links": "https://worldsensorium.com/breandan-ocaoimh-preserving-irelands-bogs-memory-identity-and-the-path-forward/   https://worldsensorium.com/farmers-at-the-forefront-of-conservation-sustainable-land-management-and-peatland-conservation/   https://worldsensorium.com/lucy-henehan-an-interview-with-co-founder-of-iveragh-eco-forest/  https://worldsensorium.com/manchan-magans-memories-of-the-bog/  https://worldsensorium.com/joseph-beuys-and-the-bogs-of-ireland/"
    },
    {
      "id": "M013",
      "name": "Mentor Species Reflection and Character Development Process",
      "type": "Methods",
      "description": "This method is designed to support participants in developing deepened awareness, empathy, and ethical reflection through the creation of more-than-human characters, called specifically 'Mentor Species'. It helps participants explore interspecies relationships, challenge anthropocentric perspectives, and prepare for collaborative roleplay exercises. The process invites ethical imagination, emotional engagement, and ecological thinking, and prepares participants for roleplay exercises and games.",
      "category": "/",
      "steps": "1. Preparation and Participant Recruitment: Circulate a Call for Participants (CFP) via networks, social media, and community partners – ensuring to use clear, inclusive language. Clarify the workshop intentions in all outreach, explaining that this is an opportunity for collaborative reflection and creative practice, and not a performative acting workshop. Prepare a Character Development Sheet or workbook, which should include reflective prompts, simple guidance, and space for drawing or writing.\n2. Scaffolding and Introducing the Concept of the Mentor Species: Begin the session with a gentle introduction to the 'Mentor Species' idea, discussing non-human beings who offer perspective on ecological, ethical, or emotional realities. Emphasise that these species may be: stressed or sick (due to climate, political, or systemic crises); resilient, adaptive, or vulnerable; engaged in complex relationships such as mutualist, competitive, parasitic, or cooperative, with both humans and other species.\n3. Reflective Character Building: invite participants to choose or be assigned a species (non-human animal, plant, or even microbe). Use guided prompts to reflect on questions, such as: How is this species doing right now? What might be causing stress or thriving? What does it feel like in their body or environment? What do they know that humans might not? What are their relationships to other life forms (including humans)? Here, try to avoid anthropomorphism unless intentionally used to provoke reflection. Instead, encourage imaginative empathy rooted in ecology.\n4. Introduce Ethical and Political Dimensions: encourage participants to consider the following reflections as prompts - how their species' experience intersects with human systems (e.g., capitalism, colonialism, extractivism); what their species might say about justice, care, or responsibility; how this perspective changes their own understanding of the Earth crisis. You might want to reference thinkers such as Robin Wall Kimmerer (traditional and scientific knowledges), Donaldson and Kymlicka (around animal rights and interspecies justice), and Maria Puig de la Bellacasa (environmental ethics and matters of care). \n5. Support Roleplay Preparation: ensure to help participants develop the character's voice, considering - how do they speak, move, and express themselves? Explore how the species interacts with others, including potential conflict, solidarity, misunderstanding or curiosity. Begin gentle, low-pressure exercises to embody or represent their species in group contexts.\n6. Facilitate Dialogue, Reflections and Mutual Learning: allow time for participants to share their character reflections in pairs or small groups. Use this moment to shift from individual insight to collective understanding, asking critical questions such as: what do we learn from each other's species? How might their relationships mirror or critique human systems?",
      "challenges": "Key Challenges and Considerations:\nAccessibility: Ensure the material remains understandable and emotionally safe for all, while still encouraging deep reflection.\nInclusivity: Design prompts and processes that work across neurodivergence, language levels, and lived experience.\nAvoid Simplistic Solutions: This method is not about 'fixing' the planet through human action alone but about reframing how we relate to other beings.",
      "conditions": "Materials Needed:\n•        Character development worksheets\n•        Art supplies for drawing or visualisation (optional)\n•        Audio/video clips or species profiles (optional)\n•        Comfortable space for group dialogue\nOptional: Digital tools for remote or online sessions (such as video conferencing software, digital workspace access and shared online documents)",
      "links": "https://bridgetmckenzie.uk/earth-crisis-blinkers-explained"
    },
    {
      "id": "P001",
      "name": "Jakob Kukula",
      "type": "People",
      "bio": "Jakob Kukula is a multidisciplinary creator, working in the fields of art, design and music. Born and raised in Berlin, he is life-long influenced by the city's thriving scenes. After finishing his product design studies at the Bauhaus University in Weimar, that included abroad experiences at the Pratt Institute, NY and working with Studio Drift in Amsterdam, he returned to Berlin where he worked two years with the Studio Olafur Eliasson and finished his MA Thesis at KHB Weißensee. As Founder of SpreeBerlin and Symbiotic lab, he currently explores a planet-centric practice; questioning the relationship between humans and nature, seeking ways to reconnect and suggesting ideas for transformation by combining art, design and science. (114 words)",
      "website": "https://www.spreeberlin.de/  https://jakobkukula.com/  https://symbiotic-lab.com/",
      "connections": "Waag (Lead Mentor)"
    },
    {
      "id": "P002",
      "name": "Marina Wainer",
      "type": "People",
      "bio": "Marina Wainer is a Paris-based artist. For the last 20 years she has been making interactive art, at the nexus of creation, technology and society. Her work explores societal issues and spaces of representation, with a sensitive approach, imagining experiences where the audience is at the heart of the work. The interaction proposed in her projects, which encourages participation, has turned into collaboration, involving the public upstream and working with various communities. Throughout the years, Wainer has been developing transdisciplinary collaborations with artists, researchers and scientists. Her pieces were shown in different cultural and academic contexts in France, Argentina, Iceland, England, Belgium, Colombia, Finland, and Taiwan. Alongside her artistic production, she has carried out many spatial and interaction design projects and devoted part of her activity to teaching and designing events related to her practice. (135 words)",
      "website": "http://marinaestelawainer.com",
      "connections": "Waag (Lead Mentor)"
    },
    {
      "id": "P003",
      "name": "Anna Dumitriu",
      "type": "People",
      "bio": "Anna Dumitriu is an award winning internationally renowned British artist who works with BioArt, sculpture, installation, and digital media to explore our relationship to healthcare, climate-change and emerging technologies. Past exhibitions include ZKM, Ars Electronica, BOZAR, The Picasso Museum, HeK Basel, Nobel Prize Museum, MOCA Taipei, LABoral, Art Laboratory Berlin, and Eden Project. Anna's work has featured in significant publications including Frieze, Artforum International Magazine, Leonardo Journal, The Art Newspaper, Nature and The Lancet. Anna holds a visiting research fellowship at the University of Hertfordshire, and artist-in-residence roles with the Modernising Medical Microbiology Project at the University of Oxford and she was the 2018 President of the Science and the Arts Section of the British Science Association. Collaborations include the Institute of Microbial Biotechnology at BOKU University Vienna, the University of Leeds and Brighton and Sussex Medical School. (138 words)",
      "website": "https://annadumitriu.co.uk/",
      "connections": "INOVA (Lead Mentor)"
    },
    {
      "id": "P004",
      "name": "Lucie Hernandez",
      "type": "People",
      "bio": "Lucie's work explores the production and consumption of fashion and textile products and the role of craft to contribute more sustainable, responsible and durable practices. Lucie holds a background in human-computer interaction, designing tangible interfaces for embodied interaction. Her PhD investigated craft practice in the design of electronic textiles (E-Textiles) for embodied interaction. Lucie addressed sustainable practices for smart textiles in environmental and social contexts for WEAR Sustain, an EU Horizon 2020 Research and Development Programme, promoting the co-development of ethical and sustainable wearable technologies and e-textiles. She used the opportunity to develop a socially engaged design practice to work cooperatively with a broad range of people and involve them in the design process. Lucie's work revealed the value in developing co-produced design outcomes and processes with digital technologies, exploring attitudes to sustainable behaviour, imagining future scenarios with groups of users in the co-design of products and services. (148 words)",
      "website": "touchcraft.org.uk",
      "connections": "RCA (Lead Mentor)"
    },
    {
      "id": "P005",
      "name": "Gayil Nalls",
      "type": "People",
      "bio": "Gayil Nalls, Ph.D. is an interdisciplinary artist, writer, and theorist. Nalls is best known for the world olfactory social sculpture World Sensorium, a statically based composition of phytogentic materials. World Sensorium, an ongoing work of scale and complexity, premiered in New York during the Times Square 2000 celebrations, released onto the crowd of two million participants. The work was featured in Washington D.C.'s Millennium Around the World gala, the Vatican's Millennium Jubilee in Rome, Italy, and was endorsed by UNESCO as a project of peace and goodwill. Gayil Nalls has had 30 solo exhibitions and has been featured in hundreds of group exhibitions. Her work can be found in the collections of the Metropolitan Museum of Art, The Corcoran Gallery of Art, The National Museum of American Art and numerous other public and private collections. In 2016, Nalls founded the World Sensorium Conservancy and its journal Plantings in 2021. (149 words)",
      "website": "worldsensorium.com  gayilnalls.net",
      "connections": "UCD (Lead Mentor)"
    },
    {
      "id": "P006",
      "name": "Ruth Catlow",
      "type": "People",
      "bio": "As co-founder and director of Furtherfield, Ruth Catlow has organised for nearly 30 years, for inclusivity and equity in art and technology, advocating for their use in imagining and building real social change and positive environmental impact. Furtherfield's mission is to open up the tools and debates of the exclusionary realms of art and technology for collective action for collective good. In Ruth's artistic work, she develop processes for critical group-driven discovery and playful co-creation that embrace more than human interests for fairer and more connected cultural ecologies and economies. Projects include: Live Action Role-Plays (LARPs) for planetary-scale interspecies justice; the CultureStake decentralised app for collective cultural decision-making; books such as Radical Friends – Decentralised Autonomous Organisations and the Arts (2022) and Artists Re:thinking the Blockchain (2017). (127 words)",
      "website": "www.furtherfield.org \nhttps://decal.furtherfield.org/2020/11/06/larping/",
      "connections": "RCA (Lead Mentor)"
    },
    {
      "id": "P007",
      "name": "Camille Baker",
      "type": "People",
      "bio": "Camille is Professor of Interactive and Immersive Art at the Royal Collage of Art. She is an interdisciplinary digital artist, curator and researcher in Immersive Experiences, Interactive Art, XR design, interactive art, participatory performance, e-textiles, emerging technologies, and digital art curating – across creative disciplines – now primarily focussed on XR artworks on women's healthcare stories, to validate patients' experiences and create empathy in others.",
      "website": "https://www.rca.ac.uk/more/staff/camille-baker/",
      "connections": "Royal College of Art"
    },
    {
      "id": "P008",
      "name": "Lizbeth Goodman",
      "type": "People",
      "bio": "Chair of Creative Technology Innovation & Director of SMARTlab, University College Dublin, where she directs the Inclusive Design Research Centre of Ireland at UCD, in partnership with SMARTlab clg and the Academy4theFuture. She is Chair of EDI for SMME and is an Athena Swan programme representative for Engineering & Architecture. Lizbeth founded the SMARTlab in its first iteration in 1992 and has developed the award-winning practice-based PhD Programme through the institute, along with the associated MAGIC Multimedia and Games Innovation Centre and Gamelab, which Lizbeth designed with industry collaborators as a prime knowledge transfer space in the London docklands prior to moving the lab to Dublin in 2010-11. Lizbeth and her teams specialise in developing ground-up technology solutions with and for people of all levels of cognitive and physical ability. in all her work, she applies an inclusive design method to practice-based innovation to transform lives through providing unlimited access to education and tools for creative expression.",
      "website": "https://people.ucd.ie/lizbeth.goodman",
      "connections": "University College Dublin"
    },
    {
      "id": "P009",
      "name": "Hua Dong",
      "type": "People",
      "bio": "Dr Hua Dong is Professor in Design and Director of Brunel Design Research Centre. Her research expertise is inclusive design. She was elected Vice-Chair of the Design Research Society  (DRS) in 2024. She has contributed to the creation and development of several successful research groups in the UK and China. She established the inclusive design research group at Brunel University London. Her research contributed to the  Design Council's 'Design Bugs Out' Challenge, with successful products on market and exhibition at the Design Museum.",
      "website": "https://www.brunel.ac.uk/people/hua-dong",
      "connections": "Brunel University"
    },
    {
      "id": "P010",
      "name": "Maro Pebo",
      "type": "People",
      "bio": "Maro Pebo (Mariana Pérez Bobadilla) curates exhibitions, projects, and events in art and science at Waag. She develops learning situations where artist-led innovation supports critical perspectives on technoscience. She is an artist and art historian specialising in the cultural dimensions of the life sciences. Maro was born in Mexico City and holds a Ph.D. in Creative Media (City University of Hong Kong) and an MA in Critical and Gender Studies (Bologna University). Her trans-disciplinary work complements and transforms the life sciences' responsibility to think about the materiality of the living.",
      "website": "https://waag.org/en/maro-pebo/",
      "connections": "Waag Futurelab"
    },
    {
      "id": "P011",
      "name": "Miha Turšič",
      "type": "People",
      "bio": "Miha Turšič works at Waag as the Space Lab lead, as well as a concept and project developer. He focuses on international collaboration and initiates projects that explore themes such as art-science, space art and culture, planetarity, biotechnology, digital fabrication, and open-source hardware.\n\nAs part of the European S+T+ARTS collaboration, Miha works at the intersection of science, technology, and the arts, specializing in research and methodology of collaborative innovation.",
      "website": "https://waag.org/en/miha-tursic/",
      "connections": "Waag Futurelab"
    },
    {
      "id": "I001",
      "name": "NEoN Digital Arts",
      "type": "Institutions",
      "bio": "NEoN Digital Arts (SCIO) advocates for digital art and technology while at the same time addressing the negatives aspects that can often arise from their use. We provide access to expertise and equipment in a safe, inclusive environment, using free, open-source or low cost software while simultaneously explaining the ethical issues surrounding their construction, use and disposal.",
      "website": "https://neondigitalarts.com/"
    },
    {
      "id": "I002",
      "name": "Access Space",
      "type": "Institutions",
      "bio": "Access Space is an arts and education organisation, where people interested in art, design, computers, recycling, music, electronics, photography and more, meet like-minded people, share and develop skills. We engage with and encourage a very broad section of the community to get involved with artistic, creative and technical projects.",
      "website": "https://access-space.org/"
    },
    {
      "id": "I003",
      "name": "Leitrim Sculpture Centre",
      "type": "Institutions",
      "bio": "The Sculpture Centre is a national resource for advancing the creative practice and knowledge of visual art making and its collaborative engagement with the ecologies of landscape, place and the rural. Based in Leitrim, Ireland.",
      "website": "https://www.leitrimsculpturecentre.ie/"
    },
    {
      "id": "I004",
      "name": "Creative Heartlands",
      "type": "Institutions",
      "bio": "The Creative Heartlands project was established across Leitrim, Sligo and Roscommon in 2019 to strengthen economic growth and sustain existing enterprises in the creative sector. The project is managed by the Leitrim Design House in partnership with Leitrim, Sligo and Roscommon County Councils. In 2020 funding was received from Enterprise Ireland, under the Regional Enterprise Development Fund.",
      "website": "https://leitrimdesignhouse.ie/pages/creative-heartlands"
    },
    {
      "id": "I005",
      "name": "Royal College of Art",
      "type": "Institutions",
      "bio": "",
      "website": "https://www.rca.ac.uk/"
    },
    {
      "id": "I006",
      "name": "Brunel University",
      "type": "Institutions",
      "bio": "",
      "website": "https://www.brunel.ac.uk/"
    },
    {
      "id": "I007",
      "name": "University College Dublin",
      "type": "Institutions",
      "bio": "",
      "website": "https://www.ucd.ie/"
    },
    {
      "id": "I008",
      "name": "Waag Futurelab",
      "type": "Institutions",
      "bio": "",
      "website": "https://waag.org/en/"
    },
    {
      "id": "I009",
      "name": "University of the Creative Arts",
      "type": "Institutions",
      "bio": "UCA is the specialist creative arts university in the UK, offering undergraduate and postgraduate degree courses in Creative Arts, Business and Technology. It is based in Caterbury, UK.",
      "website": "https://www.uca.ac.uk/"
    },
    {
      "id": "I010",
      "name": "INOVA",
      "type": "Institutions",
      "bio": "",
      "website": "https://inova.business/en/"
    },
    {
      "id": "PR001",
      "name": "RiverSync",
      "type": "Projects",
      "description": "Jakob Kukula's RiverSync is a transdisciplinary artistic intervention focused on river systems as ecological, legal, and cultural actors. Over the course of six months, RiverSync used participatory design, environmental sensing, and community storytelling to foster new relationships between urban residents, river systems, and legal frameworks. The project was centred on the Spree River in Berlin but extended to include international connections with water justice movements. \nRiverSync invited communities to listen to the river, and to imagine what it would mean if rivers had voices, rights, and legal standing. The project brought together students, artists, legal scholars, and Berliners from different backgrounds to reimagine the Spree River not as a background element of the city, but as a living actor in its own future. Workshops became experiments in co-creating water law, sensors became poetic instruments, and the river became a character in its own story. Through storytelling, sensing, and legal imagination, RiverSync aimed to enable people to reframe their relationship with the river, from passive observers to active stewards. The project operated in collaboration with the network of European water bodies—a young coalition of 15 water initiatives advocating for the rights of water bodies across Europe—and engage Berlin's citizens, students from the TU, as well as the Motion Lab community, a start-up makerspace hub in Berlin.",
      "budget": "12,000 Euros",
      "methods": "Participatory speculative workshops, River-centred meditation, Legal Moots and Rights of the Spree - Legal Co-design for Framework development, Participatory mapping, Storytelling and Platform work, Sensor Module Design, The Diplomatic Suitcase",
      "website": "/",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR002",
      "name": "Synocene — beyond the Anthropocene",
      "type": "Projects",
      "description": "Synocene is a collaborative work that explores a de-centred view of our anthropocentric experience of the natural world. Voices of local communities, the sounds of Natura 2000 forests, and the contributions of artificial intelligence all work to imagine a future beyond the Anthropocene. Artist Marina Wainer's Synocene took place in Ulvenhout Forest, a protected nature reserve in the Netherlands. The project invited people of all ages to take a walk in the woods, listen deeply, and imagine conversations with the forest itself through sound technologies. The project embedded AI used as a 'fictional tool', which allowed the workshop participants to question our anthropocentric vision of the natural world. Participants wore reflective masks and used binaural sound, and interacted with an AI designed to speak as if it were a tree, a mushroom, or a stream - to change perceptions during the walk, as the forest has conversations with them within a fictional framework. These forest characters were intended to spark thoughtful, creative discussions about our relationship to nature, the role of technology, and how we might live more sustainably. \nOver the course of a week in December 2024, 37 participants, ranging from children to conservationists, joined Wainer and her team for forest walks, workshops, and AI storytelling sessions. The AI system, designed to speak and respond in Dutch, was specifically built to be accessible to young and neurodiverse users. It allowed people to imagine themselves in dialogue with more-than-human beings, and in doing so, to reflect on their own environmental values. Synocene created a place where people could come together, listen to the forest, and imagine new stories about what it means to live well in a changing world.",
      "budget": "12,000 Euros",
      "methods": "Nature walks (Reflective sound walks using binaural recordings), Participatory Speculative Design, Interactive / Conversational dialogues with AI-generated forest beings, Reflective / Co-created storytelling and co-created narratives, Multilingual interface, Sound recordings / sound data collection",
      "website": "/ (We need to ask Marina if she has links to the video / videos she has produced and if any sound collection data is available now online?)",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR003",
      "name": "Greening the Lab: Decarbonising Biomedical Science",
      "type": "Projects",
      "description": "Anna Dumitriu's project, Greening the Lab: Decarbonising Biomedical Science (GTL), is an art-led response to the ecological footprint of the biomedical sector. The artistic intervention responds to an urgent need from the biomedical research community to create novel solutions and increase stakeholder support via their patient and public engagement (PPE) communities for artist-led actions towards decarbonisation of biomedical science and healthcare settings. The project targets critical approaches to biomedical waste, such as single-use plastic items and other materials, commonly discarded in biomedical research and how these can be reused.\r\nWith laboratories producing substantial waste, especially through single-use plastics and metals—the project sought to interrogate these issues through participatory, interdisciplinary artistic interventions. Working with three biomedical communities (Brighton and Sussex Medical School, University of Leeds, and University of Oxford), GTL aimed to co-create sustainable strategies for biomedical waste through experimental workshops that integrated science, technology, and artistic practice. \r\nBy convening public, clinical, and artistic communities to explore the intersection of infection control and sustainability, the project framed biomedical decarbonisation as both a technical and deeply human concern.",
      "budget": "12,000 Euros",
      "methods": "Participatory art - hands-on art-making workshops, Storytelling and Open dialogue, Critical Making and Co-creative sessions, Experimental biomaterial processing, Open-source protocols, Strategic Dissemination at Symposiums and Public Events",
      "website": "https://annadumitriu.co.uk/portfolio/greening-the-lab-decarbonising-biomedical-science/    https://www.youtube.com/watch?v=csrxtRWK_RU",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR004",
      "name": "Designing E-textile practice samplers to increase participation in clothes repair",
      "type": "Projects",
      "description": "Designing e-Textile Practice Samplers (DeTPS) ATSI project, led by artist and researcher Lucie Hernandez in partnership with Ealing Repair Café, explored how co-creation, digital tools, and community-led making can support sustainable clothing repair. Initially centred on developing e-textile practice samplers, the project evolved in response to the community's values and interests, focusing instead on visible mending, upcycling, and digital storytelling. \r\nThrough weekly workshops, informal co-creation, and the use of accessible technologies like WhatsApp and QR codes, Lucie worked closely with volunteers to co-produce a range of creative outputs. These included a collaboratively made upcycled denim skirt, fabric purses, filmed tutorials, and QR-coded mending guides. These resources are now being used by ERC and shared with wider audiences online. \r\nDeTPS has a lasting impact in helping ERC strengthen their organisational identity, develop a new digital presence, and expand their community offerings. Volunteers gained confidence in teaching and public engagement, and new opportunities have emerged for ERC to act as a knowledge hub for other repair groups. \r\nThis collaboration shows how artist-led work can spark long-term change when built on mutual respect, adaptability, and shared creativity. The tools, methods, and relationships developed here can be used by others interested in sustainable fashion, repair culture, and community action.",
      "budget": "12,000 Euros",
      "methods": "Reflective Practice, Community Collaborative Mapping, Hybrid Engagement, Participatory Design-led workshops, Artistic production, Digital storytelling, Dissemination",
      "website": "https://www.instagram.com/ealingrepaircafe/?api=esporte%2Bbet%E3%80%90GB77.CC%E3%80%91.kvgx&hl=zh-cn   https://www.youtube.com/watch?v=dD-fF8jtC9k",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR005",
      "name": "World Sensorium: Ireland - Connecting Europe",
      "type": "Projects",
      "description": "World Sensorium Ireland is a sensory-based, interdisciplinary, art project led by Gayil Nalls that explores olfactory heritage as a critical component of environmental awareness, cultural identity, and community participation. Rooted in the landscape and plant life of Ireland, the project draws attention to endangered sensory experiences and fosters multi-generational engagement with the ecological and cultural transformations associated with the decline of turf (peat) usage. Historically, the aroma of burning peat has been deeply ingrained in Ireland's national identity, officially recognized as the most distinctive cultural scent. The project aims at responding to the loss of a country's natural olfactory heritage which can occur through various means, including climate change, natural disasters, occupation, civil war, genocide, colonial rule, and the mismanagement of natural resources. Through documentary film, public screenings, participatory voting, scent-based engagement, and ethnobotanical research, the project highlights the value of local aromatic flora, the impact of climate change, and the potential for community-led conservation.",
      "budget": "12,000 Euros",
      "methods": "Narrative Inquiry, Ethnographic Film Screening, Participatory Symposium, Sensory Immersion, QR-Coded Digital Polling, Dissemination Channels",
      "website": "https://worldsensorium.com/world-sensorium-ireland-project/  https://worldsensorium.com/ireland-and-its-aromatic-heritage-documentary/  https://www.youtube.com/watch?v=E5q-0w0-s_0",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR006",
      "name": "Empowering Youth Stewards of Felixstowe Biodiversity",
      "type": "Projects",
      "description": "Building on the 5-year immersive fiction The Treaty of Finsbury Park, Felixstowe Youth VOICE is a six-month arts project led by artist Ruth Catlow that brought together young people aged 19–28 to explore climate issues through creative storytelling, role-play, and digital media. Based in the coastal town of Felixstowe, the project helped local youth imagine new futures through the eyes of animals and plants, using tools like Snapchat filters and social media to tell their stories. \nWorking with local youth leaders, this project empowers young people through creating a safe space for learning, sharing, and fun, while also building real-world skills and confidence. Participants co-designed workshops, made interspecies 'influencer' videos, and held a public showcase to share what they learned. The project helped people feel more connected to nature, their community, and themselves and gave them new ways to speak up about the things they care about. Felixstowe Youth VOICE shows how art can help tackle big issues like climate change in ways that are personal, powerful, and playful. It also offers a model for other towns and youth groups to use in their own communities.",
      "budget": "12,000 Euros",
      "methods": "Multispecies LARP, Digital Engagement, Immersive Multispecies Roleplay - 'Mentor Species' protocols, Social Holography, Creative Workshop Design, Historical Art Dissemination practices, Media Co-Production, Bridget McKenzie's 'Earth Crisis' Blinkers https://bridgetmckenzie.uk/earth-crisis-blinkers-explained",
      "website": "https://www.furtherfield.org/felixstowe-youth-voice/",
      "involved_institutions": "Funded by the Horizon Europe VOICE Project (https://www.voice-\ncommunity.eu/). Funded by the European Union under Grant Agreement No.101135803."
    },
    {
      "id": "PR007",
      "name": "Mammory Mountain",
      "type": "Projects",
      "description": "An intimate performative VR experience that explores dis-ease within the body through the experience of breast cancer. This interactive experience told the stories of patient healthcare struggles, particularly on the hidden experiences of breast cancer treatment. This artwork was presented through a combination of interactive VR art installation and creative methodologies, audiences experienced the stories of survivors, the treatments, and the often unspoken effects of the journey.",
      "budget": "/",
      "methods": "Experience Design",
      "website": "https://mammary-vr.art/",
      "involved_institutions": "NEoN Digital Arts, Access Space, Leitrim Sculpture Centre and Creative Heartlands"
    },
    {
      "id": "PR008",
      "name": "INTER/her",
      "type": "Projects",
      "description": "The INTER/her project is an immersive installation and virtual experience. It was created to open up the conversation about phenomena experienced by women in their late 30's (sometimes earlier) their 40's, and sometimes after menopause. Working in consultation with a gynaecologist, the project features interviews with a number of women telling their stories. INTER/her has a focus on female reproductive diseases explored through a feminist lens; as personal exploration, as a conversation starter, to raise greater public awareness and encourage community building.",
      "budget": "/",
      "methods": "Experience Design",
      "website": "https://inter-her.art/",
      "involved_institutions": "University of the Creative Arts, Access Space, New Maldon Studios, Centre Neptune"
    },
    {
      "id": "M001",
      "name": "Forest Walking and Conversational Encounters Workshop Method",
      "type": "Methods",
      "description": "The Forest Walking Method is an immersive, participatory, sound-integrated and reflective artistic approach designed to explore human and more-than-human relationships through walking, listening, and conversational exchange. It centres on ecological awareness, immersive sound and characters, collaborative dialogue, and the imaginative use of AI to activate forest environments as playful, co-creative spaces for active ecological engagement and reflections.",
      "category": "/",
      "steps": "1. Preparation and Scouting: Establish key locations and connections for the workshop: visit the forest site with key collaborators and local contacts. Scout and map the walking route that will be used for the workshop. Identify a nearby venue for workshop discussions and technical needs.\n2. Stakeholder Mapping and Communication: To understand the ecosystem of human and nonhuman stakeholders, Zone Mapping is used (inspired by Anita McKeown's pCr methodology). Create a zone map to visualise stakeholder relationships (e.g., forest rangers, communities, trees, technologies). Use this map to plan communication strategies in advance of the workshop. \n3.Sound Collection and AI Generation: Collaborators here include a sound artist and AI dialogue designer. Record ambient sounds and interviews in situ, within the forest setting. Translate AI-generated scripts and prompts to accommodate local languages (here Dutch).\n4. Forest Workshop: This requires 1 preparation day, 5 workshop days, and 1 debrief day.\nForest Walk (Part 1): Using the route mapped during the scouting step, take slow, sensory walking to heighten awareness of the forest environment. Participants are equipped with binaural sound recordings and reflective masks to alter perception and enhance listening.\nConversational Encounters (Part 2): Invite participants to have conversations with AI-generated \"forest characters\" (e.g., trees, fungi, elements). Offer the option to create their own characters, using accessible chatbot tools. Frame conversations within the speculative context of the Synocene (an imagined future beyond the Anthropocene) to encourage speculative ecological reflections.\n5. Debrief, Reflection and Documentation: Host a closing day for feedback, reflection, and data collection, prioritising open dialogue with participants about their experiences. Archive responses, including both verbal and nonverbal reflections. Gather documentation, such as: photos, sound recordings, sketches, maps, transcripts.\n6. Post-Workshop Creation and Legacy: Further outputs could include: a video of the workshop experience, a long-form video incorporating workshops across multiple sites, a future sound installation or the installation of sounds in multiple locations accessible for participants, sharing outcomes with contributing communities, and evolving this method in new environments, with new voices.",
      "challenges": "Challenges or aspects to be aware of with this method could include:\nScouting: Ensure to note the physical proximity between the walking and workshop spaces – this enhances flow and comfort during the overall workshop. Account for practical limitations (such as stakeholder availability). Schedule the workshop at a time that accommodates local calendars and holidays.\nZone mapping: Make sure to gain ethical engagement and community consent.\nEthical Reflections: Be adaptive and reflexive, considering questions such as:\nHow is AI being used — as interface or as interaction? Are you inviting reflection or prescribing meaning? How do cultural expectations affect artistic process (e.g., goal-oriented vs exploratory approaches)? What responsibility do you hold in shaping more-than-human voices?\nDocument emerging ethical questions, considering how translation, tone, and cultural specificity affect engagement.",
      "conditions": "",
      "links": "https://dl.acm.org/doi/abs/10.1145/3613905.3637118"
    },
    {
    "id": "M002",
    "name": "Generative Felting and Biomaterial Workshopping Method",
    "type": "Methods",
    "description": "The Felting and Biomaterial Workshopping Method uses recycled lab and medical materials to create art-based workshops that invite participants into hands-on making, reflective discussion and playful exploration. It blends wet and dry felting, biomaterial crafting, and facilitated conversation to provoke new ways of seeing waste, contamination, care, and reuse in clinical and research settings. Participants range from scientists and patients, to artists and hospital staff, and are guided through accessible, tactile activities that generate community dialogue and creative experimentation.",
    "category": "/",
    "steps": "1. Preparation, Planning and Materials: Choose an accessible venue or platform appropriate to your participants ensuring it is an inviting space (e.g. a local community centre, hospital seminar room, museum, gallery studio or online platform). Source and gather natural, waste and surplus materials and tools required, potentially via collaborators or partners — for example, wool waste (from lab glassware packaging), bio-digested hospital aprons, agar, synthetic bodily fluids (fake blood, phlegm), UV sterilisation tools. Prepare a short, informal introduction covering your artistic concept, inspiration (e.g. the bacterial sublime), and workshop itinerary and expectations. Consider and invite participants to form mixed groups (such as scientists, artists, patients, healthcare professionals), and tailor workshop framing to match. Ensure to gain written permission and ethical consent from participants prior to workshops, for their participation, and use of any imagery, photographs, videos, or quotes.\n2. Workshop Structure: Consider the workshop structure – workshops are modular and can be adapted to different materials or contexts. Setup and display examples of sample biomaterials or artworks to create context and invite discussion. Follow the example workshop structure:\nA. Welcome, Framing and Opening Talk: Introduce your artistic practice and themes via a short presentation. Frame provocations: What is waste? What is contamination? What is beauty or usefulness? Provide context and introduce themes around contamination, aesthetics, and material reuse. Encourage curiosity and freedom rather than perfection.\nB. Hands-On Making and Experimentation: (In-Person): Introduce wool waste and other biomaterials for experimental felting and manipulation, such as bio-digested apron compost and wool felting. Invite participants to use wet felting or needle felting techniques, and to create bioplastics and biocomposites: to feel, mix and create, whilst facilitating discussions (see C). Encourage participants to combine textures, colours, and states (e.g. \"dirty\" vs \"clean\") and explore transformations. (Online): Post materials ahead of time (if feasible). Use wool felting via video conferencing software, with discussion prompts throughout.\nC. Collective Discussion, Co-Reflection and Group Dialogue: \"As the hands are occupied, the mind is free to wander and chat\" - use artistic making to prompt discussion and facilitate open dialogue around sustainability in labs and perceptions of contamination. Encourage conversation about sustainability practices in personal and institutional contexts. Raise relevant contextual questions, as per the project and audience, such as: Why are some materials rejected despite being sterile or safe? How does shifting scientific advice affect public trust? How do we react aesthetically or culturally to visible mess? In online settings, ensure to maintain a strong presence and responsive facilitation.\nD. Optional: Speculative Experiment: Invite participants to create pieces, exploring the concept of 'visibly soiled' using synthetic materials (such as synthetic blood or phlegm). Include optional speculative design actions (for example, sterilising 'messy' art with UV light). Allow time to reflect on contradictions and transformations.\nE. Closing the Session: Offer time for reflection: written or spoken - encourage sharing of ideas, thoughts, discomforts, insights. Ask participants what they might do differently in their own work or institutions and invite feedback for iterative learning.\n3. Post-Workshop Development: Compile feedback and transcripts, using the findings to: refine future workshop formats, generate new artworks or installations, and engage stakeholders across sectors (for example, hospital sustainability leads, and university labs). Consider public outcomes, such as a film, sound piece, or zine capturing the material and ethical tensions.",
    "challenges": "Key challenges to be cognisant of with this method:\nScientific scepticism or confusion: Some participants may find interdisciplinary conversations challenging.\nCultural attitudes toward contamination: The concept of 'visibly soiled' can be provocative so ensure to use care when exploring discomfort.\nEthical limits of material use: Sourcing biomaterial demands transparency and sensitivity.\nPower dynamics: Flatten hierarchies gently but firmly, aiming to empower all voices in the room.\nMore-than-human awareness: Acknowledge the presence and ethics of organic waste, bacteria, and living processes.\nStorage and disposal: Be mindful of how bio-waste is handled, before and after the workshop.",
    "conditions": "Framing Practice and Approach: Embrace a non-hierarchical, participatory process that centres community input, experimentation, and open-ended outcomes. This entails creating a supportive and exploratory space fostering serious play, shared learning and critical dialogue. This structure allows for a mix of aspects of theory, practice and reflection.\nPositioning and Environment: Foster a friendly, supportive atmosphere with refreshments - offering food and comfort if in-person; or creating space for informal exchange if using online settings.",
    "links": ""
    },
    {
      "id": "M004",
      "name": "Inclusive Design",
      "type": "Methods",
      "description": "Inclusive Design is a philosophy, movement and methodology that aims to centre those traditionally excluded from design and cultural processes. It is an approach used by designers, artists, community workers, researchers, educators, and practitioners who want to engage with diverse perspectives to produce artworks or outcomes that are usable, respectful and co-owned by the people they aim to serve. Inclsuive Design is an approach rather than one specific tool or method and we have gathered multiple tools used within Inclusive Design processes. Many of these methods are adaptable across disciplines and can be scaled depending on context, budget, or stage of project development. \n1. Unlearning & Questioning (UQ),  a method for recognising and dismantling internal biases\n2. Who's at the Table? / Virtuous Tornado,  a framework for rethinking inclusion and stakeholder presence throughout an artistic or technological process.",
      "category": "Inclusive Design",
      "steps": "",
      "challenges": "Some common pitfalls associated with this method include:\n1. Confusing Inclusive Design with Universal Design: Universal Design assumes a 'universal' user and flattens difference. Inclusive Design starts from the edges and prioritizes personalization.\nMistaking the two can lead to well-meaning but exclusionary design.\n2. Tokenism: Inviting people in without centering their perspective can create a superficial sense of inclusion.\nTools like 'Who's at the Table?'  guard against this by focusing on power and presence.\n3. Unacknowledged Subjectivity: Artists often view their practice as open to interpretation, but Inclusive Design reminds us that our own perspective is also subjective and can benefit from reflection and recalibration.\n4. Unclear ownership: Failing to clarify contributions, authorship and ownership can cause issues later. It is crucial to agree early on how participants will be credited and acknowledged.\n5. Excessive data: Workshops can often yield more data than teams can handle. Even within artistic projects it's important to plan for data management and, where possible, design for future reuse of anonymized material.",
      "conditions": "In preparing to use Inclusive Design within your work it is important to:\n\n- Be open to self-reflection and discomfort\n- Plan how insights gained from activities might influence the project's structure, presentation, and legacy\n- Research your participants (needs, contexts, preferences)\n- Plan inclusive formats for engagement - think about your participants needs and the project's needs when deciding which tools and methods to use\n- Prepare materials that are rough enough to invite interaction, overly polished tools can intimidate participants\n- Create time for trust-building, onboarding, and clear communication of purpose and expectations\n- Plan for consent and data handling, especially if feedback will be reused",
      "links": "What Is Inclusive Design? https://www.youtube.com/watch?v=pzl1dKCMGLw (video from Hua Dong). Evolving Inclusive Design https://www.youtube.com/watch?v=pzl1dKCMGLw (video by Hua Dong)"
    },
    {
      "id": "M005",
      "name": "Unlearning & Questioning",
      "type": "Methods",
      "description": "a method for recognising and dismantling internal biases.",
      "category": "Inclusive Design",
      "steps": "1. Acknowledge your own position, background, and assumptions.\n2. Engage in structured reflection exercises to surface unconscious bias.\n3. Question how these biases influence your art, audience, and methods.\n4. Adjust or reframe your creative decisions to allow more equitable access and relevance.\n5. Repeat this process iteratively, reflection is ongoing, not one-time.",
      "challenges": "",
      "conditions": "",
      "links": ""
    },
    {
      "id": "M006",
      "name": "Who's at the Table? / Virtuous Tornado",
      "type": "Methods",
      "description": "A collaborative and speculative tool to explore representation, power and inclusion. It is designed to help us rethink inclusion and stakeholder presence throughout an artistic, design or technological process. This method is centred around these questions: \nWho are we designing with?\nWho couldn't access this process or space?\nHow do we build a project where their voice is central, not peripheral?",
      "category": "Inclusive Design",
      "steps": "1. Map out who is currently involved in your project.\n2. Ask: 'Who is missing?', 'Why are they missing?'\n3. Use speculative personas or communities to rethink access and voice.\n4. Imagine the project from these perspectives, what changes?\n5. Revise, re-engage, and re-centre those previously excluded.",
      "challenges": "",
      "conditions": "Preparing personas or scenarios for this methodology can take time and requires research. It is important that personas are based on real-life examples. Consider what information you'll need for each 'persona' and how you will find this information.",
      "links": ""
    },
    {
      "id": "M007",
      "name": "Empathy Toolkit",
      "type": "Methods",
      "description": "A tool used within Inclusive Design to support awareness building and testing out new ideas, productions or artworks. The Empathy Toolkit offers a structured way to simulate physical or sensory limitations to better understand others' experiences.",
      "category": "/",
      "steps": "1. Use materials (e.g. gloves, goggles, tape, straps) to simulate specific impairments.\n2. Perform a range of everyday tasks with these constraints.\n3. Reflect and document your reactions (journaling, sketching, etc.).\n4. Use these insights to ideate design adaptations or provocations.\n5. Supplement this method with engagement with people who have lived experience (to avoid assumptions).\n\nNote: Empathy simulation is not a replacement for working with real users, it's a starting point for building awareness and sensitivity.",
      "challenges": "Some challenges which may arise include:\n- Misguided empathy: Participants may become patronizing or rush to conclusions without deeply listening. It's important to build relationships slowly and center co-creation throughout.\n- Overdominant participants: In co-creation, louder voices can drown out others. When delivering these workshops make sure to moderate actively, observe body language, and use checklists to track whose input is being represented.",
      "conditions": "",
      "links": "Read more about this method in practice here: https://link.springer.com/chapter/10.1007/978-3-319-07437-5_9"
    },
    {
      "id": "M003",
      "name": "Experience Design",
      "type": "Methods",
      "description": "Reappropriated from the web and interaction design processes to create a participatory, performative and immersive practice, this method combines physical interaction, storytelling, haptics and emotional engagement. This method intersects digital art, performance, immersive storytelling, feminist healthcare activism, interaction design and VR technology. It also draws from theater, sound design, and embodied practices. This method uses wearable technology, VR, haptics and mobile systems as expressive tools. Sensors used to transmit bodily input have now been replaced by actuators that deliver felt experience (vibration, temperature, etc.) based on story data.",
      "category": "Digital Technology",
      "steps": "1. Topic selection and funding: start with a strong story-driven concept, ideally rooted in social or personal urgency. Funding applications are part of this phase.\n2. Community outreach: engage those with lived experience. Often this involves interviews, workshops and forming ethical relationships.\n3. Consent and data gathering: record stories with clear consent protocols. Stories become the material, not traditional 'data'.\n4. Team assembly: includes creative technologists, sound designers, set designers, animators, etc. Whoever might be needed for your project execution.\n5. Interaction and experience design: map out what the audience will see, feel and hear. Plan transitions (onboarding/offboarding), emotional pacing, and tactile/ haptic engagement.\n6. Prototype and test: especially with wearable elements and haptics. Dancers can be worked with early on to stress-test tech.\n7. Build and deploy: design the immersive environment. Calibrate physical setup, headset, haptic feedback, etc.\n8. Exhibition and caretaking: carefully manage audience onboarding and offboarding, including emotional debriefing and support for triggered responses.",
      "challenges": "Some common issues when using this method include: \nTechnical failure: Technology may fail mid-experience. This can be addressed with testing, clear setup, and fallback systems help.\nEmotional triggering: Stories may be too intense. Solutions include: strong trigger warnings, optional exit at any time, debriefing with audience and emotional support on-site.\nCommunity access barriers: Reaching participants is hard, especially when dealing with health-related trauma. It can be useful to reach out through existing networks, charities, and careful outreach to build trust (this can take time!).\nData ethics: Stories are only used with full consent; no sensitive data is stored beyond what's agreed to.",
      "conditions": "It requires extensive planning around story development, tech integration (e.g., haptics, VR), ethical considerations, community collaboration, and emotional safety protocols. Camille emphasises mapping emotional intentions at every stage. These are the areas to take into consideration during preparation:\n- Story development\n- Tech and haptic integration\n- Community engagement and ethics\n- Emotional risk-mapping\n- Spatial and sensory design\n- Assembling the right collaborators\nThe preparation is as much about emotional design as it is about technical execution.",
      "links": ""
    }
  ],

  "links": [
    {
      "source": "P001",
      "target": "PR001",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P001",
      "target": "I008",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P001",
      "target": "M010",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR001",
      "target": "M010",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "PR002",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "I008",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P002",
      "target": "M001",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR002",
      "target": "M001",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "PR003",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "I010",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P003",
      "target": "M002",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR003",
      "target": "M002",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "PR004",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "I005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "M011",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR004",
      "target": "M011",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P004",
      "target": "M008",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR004",
      "target": "M008",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "PR005",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "I007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P005",
      "target": "M012",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR005",
      "target": "M012",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P006",
      "target": "PR006",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P006",
      "target": "I005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P006",
      "target": "M013",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "PR006",
      "target": "M013",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P007",
      "target": "PR007",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P007",
      "target": "I005",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR007",
      "target": "M003",
      "relationship": "applies",
      "strength": 1
    },
    {
      "source": "P007",
      "target": "M003",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P007",
      "target": "PR008",
      "relationship": "leads",
      "strength": 1
    },
    {
      "source": "P008",
      "target": "M004",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P008",
      "target": "I007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P008",
      "target": "M005",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P008",
      "target": "M006",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P009",
      "target": "M004",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P009",
      "target": "I006",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P009",
      "target": "M007",
      "relationship": "develops",
      "strength": 1
    },
    {
      "source": "P010",
      "target": "I008",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P011",
      "target": "I008",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "I001",
      "target": "PR007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "I002",
      "target": "PR007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "I002",
      "target": "PR008",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "I003",
      "target": "PR007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "I004",
      "target": "PR007",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "PR006",
      "target": "M009",
      "relationship": "connected",
      "strength": 1
    },
    {
      "source": "P006",
      "target": "M009",
      "relationship": "connected",
      "strength": 1
    }
  ]
}